const PRODUCTS = [{
  "i": "3840",
  "s": "GPS-навигаторы",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1485",
    "q": 0.1,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "1477",
    "q": 0.2,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }],
  "rp": [{
    "pi": "3838",
    "pbq": 4,
    "rq": 1,
    "qbp": 0,
    "img": "gps",
    "name": "GPS-навигаторы"
  }]
}, {
  "i": "423788",
  "s": "IT-оборудование",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "423273",
    "q": 1,
    "mq": 0,
    "img": "printer",
    "name": "Принтер"
  }, {
    "pi": "423781",
    "q": 1,
    "mq": 0,
    "img": "server",
    "name": "Серверная платформа"
  }, {
    "pi": "423272",
    "q": 10,
    "mq": 0,
    "img": "laptop",
    "name": "Ноутбук"
  }],
  "rp": [{
    "pi": "423275",
    "pbq": 0.02,
    "rq": 1,
    "qbp": 0,
    "img": "it_equipment",
    "name": "IT-оборудование"
  }]
}, {
  "i": "422209",
  "s": "LED",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1477",
    "q": 0.1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1466",
    "q": 0.2,
    "mq": 3,
    "img": "silicon",
    "name": "Кремний"
  }, {
    "pi": "1468",
    "q": 0.2,
    "mq": 3,
    "img": "minerals",
    "name": "Природные минералы"
  }],
  "rp": [{
    "pi": "422202",
    "pbq": 2,
    "rq": 1,
    "qbp": 0,
    "img": "led",
    "name": "LED"
  }]
}, {
  "i": "422449",
  "s": "LED-телевизоры",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "422202",
    "q": 5,
    "mq": 0,
    "img": "led",
    "name": "LED"
  }, {
    "pi": "1477",
    "q": 3,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1485",
    "q": 3,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }],
  "rp": [{
    "pi": "422432",
    "pbq": 0.4,
    "rq": 1,
    "qbp": 0,
    "img": "ledtv",
    "name": "LED-телевизоры"
  }]
}, {
  "i": "423384",
  "s": "USB-флэш-накопитель",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1477",
    "q": 0.2,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1485",
    "q": 1,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "1480",
    "q": 0.1,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }],
  "rp": [{
    "pi": "423378",
    "pbq": 8,
    "rq": 1,
    "qbp": 0,
    "img": "usb",
    "name": "USB-флэш-накопитель"
  }]
}, {
  "i": "380079",
  "s": "Авиадвигатель",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "380051",
    "q": 15000,
    "mq": 0,
    "img": "ti",
    "name": "Титан"
  }, {
    "pi": "1475",
    "q": 30000,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }, {
    "pi": "15339",
    "q": 15000,
    "mq": 0,
    "img": "carbon",
    "name": "Углепластик"
  }, {
    "pi": "370071",
    "q": 15000,
    "mq": 0,
    "img": "cu",
    "name": "Медь"
  }],
  "rp": [{
    "pi": "380056",
    "pbq": 0.0008,
    "rq": 1,
    "qbp": 0,
    "img": "aircraftengine",
    "name": "Авиадвигатель"
  }]
}, {
  "i": "380085",
  "s": "Авиашасси",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1525",
    "q": 9000,
    "mq": 0,
    "img": "tyre",
    "name": "Шины"
  }, {
    "pi": "370073",
    "q": 9000,
    "mq": 0,
    "img": "alcu",
    "name": "Сверхлёгкий алюминиевый сплав"
  }, {
    "pi": "1475",
    "q": 12000,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }],
  "rp": [{
    "pi": "380055",
    "pbq": 0.001,
    "rq": 1,
    "qbp": 0,
    "img": "chassis",
    "name": "Авиашасси"
  }]
}, {
  "i": "380091",
  "s": "Авионика",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1477",
    "q": 15000,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "370071",
    "q": 30000,
    "mq": 0,
    "img": "cu",
    "name": "Медь"
  }, {
    "pi": "1485",
    "q": 75000,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "1478",
    "q": 15000,
    "mq": 0,
    "img": "rubber",
    "name": "Резина"
  }],
  "rp": [{
    "pi": "380057",
    "pbq": 0.001,
    "rq": 1,
    "qbp": 0,
    "img": "avionics",
    "name": "Авионика"
  }]
}, {
  "i": "422730",
  "s": "Автозаправочное оборудование",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "422711",
    "q": 1,
    "mq": 0,
    "img": "fuel_equipment",
    "name": "Топливное оборудование"
  }, {
    "pi": "422715",
    "q": 4,
    "mq": 0,
    "img": "dispenser",
    "name": "Топливораздаточная колонка"
  }],
  "rp": [{
    "pi": "422708",
    "pbq": 0.025,
    "rq": 1,
    "qbp": 0,
    "img": "refueling",
    "name": "Автозаправочное оборудование"
  }]
}, {
  "i": "370118",
  "s": "Автозапчасти",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "370073",
    "q": 0.5,
    "mq": 0,
    "img": "alcu",
    "name": "Сверхлёгкий алюминиевый сплав"
  }, {
    "pi": "1480",
    "q": 0.1,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1477",
    "q": 0.1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }],
  "rp": [{
    "pi": "370077",
    "pbq": 2,
    "rq": 1,
    "qbp": 0,
    "img": "autoparts",
    "name": "Автозапчасти"
  }]
}, {
  "i": "2427",
  "s": "Автомобиль",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1480",
    "q": 10,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1477",
    "q": 4,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1485",
    "q": 1,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "1475",
    "q": 10,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }, {
    "pi": "1476",
    "q": 4,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }, {
    "pi": "1473",
    "q": 1,
    "mq": 0,
    "img": "engine",
    "name": "Двигатель"
  }, {
    "pi": "1525",
    "q": 4,
    "mq": 0,
    "img": "tyre",
    "name": "Шины"
  }],
  "rp": [{
    "pi": "1509",
    "pbq": 0.1,
    "rq": 1,
    "qbp": 0,
    "img": "car",
    "name": "Автомобиль"
  }]
}, {
  "i": "2427",
  "s": "Автомобиль с GPS-навигацией",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1525",
    "q": 4,
    "mq": 0,
    "img": "tyre",
    "name": "Шины"
  }, {
    "pi": "1475",
    "q": 10,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }, {
    "pi": "1476",
    "q": 4,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }, {
    "pi": "1473",
    "q": 1,
    "mq": 0,
    "img": "engine",
    "name": "Двигатель"
  }, {
    "pi": "1485",
    "q": 1,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "1480",
    "q": 10,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1477",
    "q": 4,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "3838",
    "q": 1,
    "mq": 0,
    "img": "gps",
    "name": "GPS-навигаторы"
  }],
  "rp": [{
    "pi": "1509",
    "pbq": 0.08,
    "rq": 1,
    "qbp": 5,
    "img": "car",
    "name": "Автомобиль"
  }]
}, {
  "i": "423635",
  "s": "Автомобильное сиденье",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1477",
    "q": 4,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1479",
    "q": 0.4,
    "mq": 0,
    "img": "syntheticfabric",
    "name": "Синтетическая ткань"
  }],
  "rp": [{
    "pi": "423625",
    "pbq": 0.8,
    "rq": 1,
    "qbp": 0,
    "img": "babycarseat",
    "name": "Автомобильное сиденье"
  }]
}, {
  "i": "422748",
  "s": "Автомобильные диски",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "370073",
    "q": 0.2,
    "mq": 0,
    "img": "alcu",
    "name": "Сверхлёгкий алюминиевый сплав"
  }, {
    "pi": "380051",
    "q": 0.05,
    "mq": 0,
    "img": "ti",
    "name": "Титан"
  }, {
    "pi": "7088",
    "q": 0.05,
    "mq": 0,
    "img": "cr",
    "name": "Хром"
  }],
  "rp": [{
    "pi": "422716",
    "pbq": 5,
    "rq": 1,
    "qbp": 0,
    "img": "rims",
    "name": "Автомобильные диски"
  }]
}, {
  "i": "422748",
  "s": "Автомобильный багажник",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "15339",
    "q": 1,
    "mq": 0,
    "img": "carbon",
    "name": "Углепластик"
  }, {
    "pi": "1477",
    "q": 1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }],
  "rp": [{
    "pi": "422717",
    "pbq": 5,
    "rq": 1,
    "qbp": 0,
    "img": "roof_rack",
    "name": "Автомобильные багажники"
  }]
}, {
  "i": "422736",
  "s": "Авторемонтное оборудование",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1480",
    "q": 70,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1475",
    "q": 50,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }, {
    "pi": "370072",
    "q": 8,
    "mq": 0,
    "img": "elmotor",
    "name": "Электропривод"
  }, {
    "pi": "1485",
    "q": 4,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "1478",
    "q": 50,
    "mq": 0,
    "img": "rubber",
    "name": "Резина"
  }],
  "rp": [{
    "pi": "422709",
    "pbq": 0.2,
    "rq": 1,
    "qbp": 0,
    "img": "repairing",
    "name": "Авторемонтное оборудование"
  }]
}, {
  "i": "423176",
  "s": "Автосигнализация",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1477",
    "q": 1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1485",
    "q": 1,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "1475",
    "q": 1,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }],
  "rp": [{
    "pi": "423161",
    "pbq": 4,
    "rq": 1,
    "qbp": 0,
    "img": "alarm",
    "name": "Автосигнализация"
  }]
}, {
  "i": "423176",
  "s": "Автосигнализация c GPS",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1477",
    "q": 1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1485",
    "q": 1,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "1475",
    "q": 1,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }, {
    "pi": "3838",
    "q": 1,
    "mq": 0,
    "img": "gps",
    "name": "GPS-навигаторы"
  }],
  "rp": [{
    "pi": "423161",
    "pbq": 4,
    "rq": 1,
    "qbp": 5,
    "img": "alarm",
    "name": "Автосигнализация"
  }]
}, {
  "i": "2403",
  "s": "Алюминий",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1461",
    "q": 2,
    "mq": 0,
    "img": "bauxite",
    "name": "Бокситы"
  }],
  "rp": [{
    "pi": "1471",
    "pbq": 8,
    "rq": 1,
    "qbp": 0,
    "img": "aluminium",
    "name": "Алюминий"
  }]
}, {
  "i": "303312",
  "s": "Антивозрастной крем",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "303309",
    "q": 0.5,
    "mq": 0,
    "img": "essence2",
    "name": "Косметическое масло"
  }, {
    "pi": "422054",
    "q": 0.5,
    "mq": 0,
    "img": "oliveoil",
    "name": "Оливковое масло"
  }, {
    "pi": "423153",
    "q": 0.5,
    "mq": 0,
    "img": "rjelly",
    "name": "Маточное молочко"
  }, {
    "pi": "1477",
    "q": 0.1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }],
  "rp": [{
    "pi": "303308",
    "pbq": 10,
    "rq": 1,
    "qbp": 50,
    "img": "cosmetics",
    "name": "Косметика"
  }]
}, {
  "i": "422577",
  "s": "Антифриз",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "422548",
    "q": 0.3,
    "mq": 0,
    "img": "ethanol",
    "name": "Этанол"
  }, {
    "pi": "1483",
    "q": 0.7,
    "mq": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }, {
    "pi": "1477",
    "q": 0.2,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }],
  "rp": [{
    "pi": "422549",
    "pbq": 2,
    "rq": 1,
    "qbp": 0,
    "img": "antifreeze",
    "name": "Антифриз"
  }]
}, {
  "i": "423957",
  "s": "Апельсиновое суфле",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "17609",
    "q": 1,
    "mq": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "1494",
    "q": 2,
    "mq": 0,
    "img": "eggs",
    "name": "Яйца"
  }, {
    "pi": "1491",
    "q": 0.1,
    "mq": 0,
    "img": "sugar",
    "name": "Сахар"
  }],
  "rp": [{
    "pi": "423925",
    "pbq": 40,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }]
}, {
  "i": "2422",
  "s": "Апельсиновый бисквит",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "17609",
    "q": 0.5,
    "mq": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "1494",
    "q": 2,
    "mq": 0,
    "img": "eggs",
    "name": "Яйца"
  }, {
    "pi": "1501",
    "q": 1,
    "mq": 0,
    "img": "flour",
    "name": "Мука"
  }, {
    "pi": "1491",
    "q": 0.25,
    "mq": 0,
    "img": "sugar",
    "name": "Сахар"
  }],
  "rp": [{
    "pi": "1497",
    "pbq": 40,
    "rq": 1,
    "qbp": 10,
    "img": "cookies",
    "name": "Кондитерские изделия"
  }]
}, {
  "i": "15763",
  "s": "Апельсиновый джем",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "17609",
    "q": 1,
    "mq": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "1491",
    "q": 0.5,
    "mq": 0,
    "img": "sugar",
    "name": "Сахар"
  }, {
    "pi": "1481",
    "q": 0.2,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }],
  "rp": [{
    "pi": "422434",
    "pbq": 5,
    "rq": 1,
    "qbp": 20,
    "img": "jam",
    "name": "Джем"
  }]
}, {
  "i": "3903",
  "s": "Апельсиновый сок",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "17609",
    "q": 0.5,
    "mq": 0,
    "img": "",
    "name": ""
  }],
  "rp": [{
    "pi": "1504",
    "pbq": 160,
    "rq": 1,
    "qbp": 50,
    "img": "juice",
    "name": "Сок"
  }]
}, {
  "i": "2420",
  "s": "Апельсины",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/tractor.gif",
    "i": "1530",
    "c": "Трактор",
    "sym": "tractor"
  },
  "epw": 0.2,
  "ip": [],
  "rp": [{
    "pi": "17609",
    "pbq": 5200,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }]
}, {
  "i": "355093",
  "s": "Арт декор",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1465",
    "q": 5,
    "mq": 4,
    "img": "gold",
    "name": "Золото"
  }, {
    "pi": "1463",
    "q": 3,
    "mq": 0,
    "img": "wood",
    "name": "Древесина"
  }, {
    "pi": "1481",
    "q": 2,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }],
  "rp": [{
    "pi": "351577",
    "pbq": 0.2,
    "rq": 1,
    "qbp": 0,
    "img": "bigwatches",
    "name": "Арт декор"
  }]
}, {
  "i": "2432",
  "s": "Аудиотехника",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1477",
    "q": 0.5,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1485",
    "q": 0.5,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }],
  "rp": [{
    "pi": "1512",
    "pbq": 0.9,
    "rq": 1,
    "qbp": 0,
    "img": "consumerelectronics",
    "name": "Аудиотехника"
  }]
}, {
  "i": "2432",
  "s": "Аудиотехника в упаковке",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1477",
    "q": 0.5,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1485",
    "q": 0.5,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "302159",
    "q": 0.25,
    "mq": 0,
    "img": "",
    "name": ""
  }],
  "rp": [{
    "pi": "1512",
    "pbq": 0.9,
    "rq": 1,
    "qbp": 5,
    "img": "consumerelectronics",
    "name": "Аудиотехника"
  }]
}, {
  "i": "2404",
  "s": "Аэрозоли",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1471",
    "q": 0.005,
    "mq": 0,
    "img": "aluminium",
    "name": "Алюминий"
  }, {
    "pi": "1483",
    "q": 0.03,
    "mq": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }],
  "rp": [{
    "pi": "1511",
    "pbq": 160,
    "rq": 1,
    "qbp": 0,
    "img": "householdchemistry",
    "name": "Бытовая химия"
  }]
}, {
  "i": "15346",
  "s": "Беговая дорожка",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1480",
    "q": 0.5,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1478",
    "q": 1,
    "mq": 0,
    "img": "rubber",
    "name": "Резина"
  }, {
    "pi": "1477",
    "q": 0.5,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1485",
    "q": 0.5,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }],
  "rp": [{
    "pi": "15337",
    "pbq": 4,
    "rq": 1,
    "qbp": 0,
    "img": "trainer",
    "name": "Тренажер"
  }]
}, {
  "i": "1891",
  "s": "Белковый коктейль",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1489",
    "q": 1,
    "mq": 0,
    "img": "milk",
    "name": "Молоко"
  }, {
    "pi": "1494",
    "q": 1,
    "mq": 0,
    "img": "eggs",
    "name": "Яйца"
  }, {
    "pi": "1490",
    "q": 0.2,
    "mq": 0,
    "img": "meat",
    "name": "Мясо"
  }],
  "rp": [{
    "pi": "15336",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "sportfood",
    "name": "Спортивное питание"
  }]
}, {
  "i": "2422",
  "s": "Белорусский каравай",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1501",
    "q": 1,
    "mq": 0,
    "img": "flour",
    "name": "Мука"
  }, {
    "pi": "1494",
    "q": 1,
    "mq": 0,
    "img": "eggs",
    "name": "Яйца"
  }, {
    "pi": "15747",
    "q": 0.5,
    "mq": 0,
    "img": "butter",
    "name": "Масло"
  }, {
    "pi": "1489",
    "q": 0.2,
    "mq": 0,
    "img": "milk",
    "name": "Молоко"
  }],
  "rp": [{
    "pi": "1506",
    "pbq": 200,
    "rq": 1,
    "qbp": 15,
    "img": "bread",
    "name": "Хлеб"
  }]
}, {
  "i": "2410",
  "s": "Бижутерия",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1477",
    "q": 0.1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1476",
    "q": 0.025,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }],
  "rp": [{
    "pi": "2540",
    "pbq": 10,
    "rq": 1,
    "qbp": 0,
    "img": "bijouterie",
    "name": "Бижутерия"
  }]
}, {
  "i": "423869",
  "s": "Биодизель из кукурузы",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "422544",
    "q": 6,
    "mq": 0,
    "img": "corn2",
    "name": "Кукуруза"
  }, {
    "pi": "422548",
    "q": 0.4,
    "mq": 0,
    "img": "ethanol",
    "name": "Этанол"
  }, {
    "pi": "1483",
    "q": 1,
    "mq": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }],
  "rp": [{
    "pi": "423863",
    "pbq": 3.3333333333333335,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }]
}, {
  "i": "423869",
  "s": "Биодизель из сои",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "401966",
    "q": 2,
    "mq": 0,
    "img": "soybean",
    "name": "Соя"
  }, {
    "pi": "422548",
    "q": 0.4,
    "mq": 0,
    "img": "ethanol",
    "name": "Этанол"
  }, {
    "pi": "1483",
    "q": 1,
    "mq": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }],
  "rp": [{
    "pi": "423863",
    "pbq": 3.3333333333333335,
    "rq": 1,
    "qbp": 10,
    "img": "",
    "name": ""
  }]
}, {
  "i": "359882",
  "s": "Биосинтетические препараты",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "2554",
    "q": 0.1,
    "mq": 0,
    "img": "pig",
    "name": "Свиньи"
  }, {
    "pi": "1483",
    "q": 0.2,
    "mq": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }],
  "rp": [{
    "pi": "359859",
    "pbq": 6,
    "rq": 1,
    "qbp": 15,
    "img": "hormonal",
    "name": "Гормональные препараты"
  }]
}, {
  "i": "2439",
  "s": "Бриллиантовые украшения",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1460",
    "q": 1,
    "mq": 0,
    "img": "diamonds",
    "name": "Алмазы"
  }, {
    "pi": "1465",
    "q": 1,
    "mq": 0,
    "img": "gold",
    "name": "Золото"
  }],
  "rp": [{
    "pi": "2546",
    "pbq": 0.2,
    "rq": 1,
    "qbp": 0,
    "img": "brilliant",
    "name": "Бриллианты"
  }]
}, {
  "i": "2418",
  "s": "Бройлерная птицеферма",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/chicken.gif",
    "i": "2556",
    "c": "Домашняя птица",
    "sym": "chicken"
  },
  "epw": 50,
  "ip": [{
    "pi": "1487",
    "q": 7.5,
    "mq": 0,
    "img": "grain",
    "name": "Зерно"
  }],
  "rp": [{
    "pi": "1490",
    "pbq": 60,
    "rq": 1.2,
    "qbp": 20,
    "img": "meat",
    "name": "Мясо"
  }]
}, {
  "i": "2418",
  "s": "Бройлерная птицеферма (картофель)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/chicken.gif",
    "i": "2556",
    "c": "Домашняя птица",
    "sym": "chicken"
  },
  "epw": 50,
  "ip": [{
    "pi": "15742",
    "q": 9,
    "mq": 0,
    "img": "potato",
    "name": "Картофель"
  }],
  "rp": [{
    "pi": "1490",
    "pbq": 60,
    "rq": 1.2,
    "qbp": 30,
    "img": "meat",
    "name": "Мясо"
  }]
}, {
  "i": "2418",
  "s": "Бройлерная птицеферма (комбикорм)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/chicken.gif",
    "i": "2556",
    "c": "Домашняя птица",
    "sym": "chicken"
  },
  "epw": 50,
  "ip": [{
    "pi": "15746",
    "q": 6,
    "mq": 0,
    "img": "feedstuff",
    "name": "Комбикорм"
  }],
  "rp": [{
    "pi": "1490",
    "pbq": 60,
    "rq": 1.2,
    "qbp": 20,
    "img": "meat",
    "name": "Мясо"
  }]
}, {
  "i": "355093",
  "s": "Бронзовый декор",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "370071",
    "q": 3,
    "mq": 0,
    "img": "cu",
    "name": "Медь"
  }, {
    "pi": "1471",
    "q": 0.5,
    "mq": 0,
    "img": "aluminium",
    "name": "Алюминий"
  }],
  "rp": [{
    "pi": "370076",
    "pbq": 0.25,
    "rq": 1,
    "qbp": 0,
    "img": "bronzedec",
    "name": "Бронзовый декор"
  }]
}, {
  "i": "2407",
  "s": "Бумага",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1463",
    "q": 0.25,
    "mq": 0,
    "img": "wood",
    "name": "Древесина"
  }],
  "rp": [{
    "pi": "1472",
    "pbq": 150,
    "rq": 1,
    "qbp": 0,
    "img": "paper",
    "name": "Бумага"
  }]
}, {
  "i": "2407",
  "s": "Бумага из хлопковой целлюлозы",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "312797",
    "q": 0.25,
    "mq": 0,
    "img": "cott_waste",
    "name": "Отходы хлопчатника"
  }],
  "rp": [{
    "pi": "1472",
    "pbq": 20,
    "rq": 1,
    "qbp": 0,
    "img": "paper",
    "name": "Бумага"
  }]
}, {
  "i": "422565",
  "s": "Бурбон",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "422544",
    "q": 80,
    "mq": 0,
    "img": "corn2",
    "name": "Кукуруза"
  }, {
    "pi": "1463",
    "q": 8,
    "mq": 0,
    "img": "wood",
    "name": "Древесина"
  }, {
    "pi": "1480",
    "q": 0.5,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1481",
    "q": 4,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }],
  "rp": [{
    "pi": "422547",
    "pbq": 5,
    "rq": 20,
    "qbp": 0,
    "img": "bourbon",
    "name": "Бурбон"
  }]
}, {
  "i": "2422",
  "s": "Вафли",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1488",
    "q": 0.3,
    "mq": 0,
    "img": "cacao",
    "name": "Какао"
  }, {
    "pi": "1501",
    "q": 0.5,
    "mq": 0,
    "img": "flour",
    "name": "Мука"
  }, {
    "pi": "1491",
    "q": 0.25,
    "mq": 0,
    "img": "sugar",
    "name": "Сахар"
  }],
  "rp": [{
    "pi": "1497",
    "pbq": 50,
    "rq": 1,
    "qbp": -10,
    "img": "cookies",
    "name": "Кондитерские изделия"
  }]
}, {
  "i": "2431",
  "s": "Велосипед в упаковке",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1480",
    "q": 1,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1478",
    "q": 0.5,
    "mq": 0,
    "img": "rubber",
    "name": "Резина"
  }, {
    "pi": "302159",
    "q": 0.5,
    "mq": 0,
    "img": "",
    "name": ""
  }],
  "rp": [{
    "pi": "1513",
    "pbq": 5,
    "rq": 1,
    "qbp": 5,
    "img": "bicycle",
    "name": "Велосипед"
  }]
}, {
  "i": "2431",
  "s": "Велосипеды",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1480",
    "q": 1,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1478",
    "q": 0.5,
    "mq": 0,
    "img": "rubber",
    "name": "Резина"
  }],
  "rp": [{
    "pi": "1513",
    "pbq": 5,
    "rq": 1,
    "qbp": 0,
    "img": "bicycle",
    "name": "Велосипед"
  }]
}, {
  "i": "15769",
  "s": "Вермишель быстрого приготовления",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1501",
    "q": 0.5,
    "mq": 0,
    "img": "flour",
    "name": "Мука"
  }, {
    "pi": "1494",
    "q": 1,
    "mq": 0,
    "img": "eggs",
    "name": "Яйца"
  }, {
    "pi": "15750",
    "q": 0.2,
    "mq": 0,
    "img": "sauce",
    "name": "Соусы"
  }, {
    "pi": "1477",
    "q": 0.01,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }],
  "rp": [{
    "pi": "15749",
    "pbq": 100,
    "rq": 1,
    "qbp": -20,
    "img": "instant",
    "name": "Продукты быстрого приготовления"
  }]
}, {
  "i": "1906",
  "s": "Вино",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1481",
    "q": 0.1,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "1492",
    "q": 2,
    "mq": 0,
    "img": "fruits",
    "name": "Фрукты"
  }],
  "rp": [{
    "pi": "1505",
    "pbq": 20,
    "rq": 1,
    "qbp": 0,
    "img": "alcohol",
    "name": "Спиртные напитки"
  }]
}, {
  "i": "423963",
  "s": "Витамины",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "17609",
    "q": 1,
    "mq": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "1468",
    "q": 2,
    "mq": 0,
    "img": "minerals",
    "name": "Природные минералы"
  }],
  "rp": [{
    "pi": "423950",
    "pbq": 25,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }]
}, {
  "i": "370130",
  "s": "Внедорожник",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "370072",
    "q": 4,
    "mq": 0,
    "img": "elmotor",
    "name": "Электропривод"
  }, {
    "pi": "370073",
    "q": 7,
    "mq": 0,
    "img": "alcu",
    "name": "Сверхлёгкий алюминиевый сплав"
  }, {
    "pi": "370077",
    "q": 15,
    "mq": 0,
    "img": "autoparts",
    "name": "Автозапчасти"
  }, {
    "pi": "1480",
    "q": 10,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1477",
    "q": 6,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1485",
    "q": 1,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "1475",
    "q": 10,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }, {
    "pi": "1476",
    "q": 6,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }, {
    "pi": "1473",
    "q": 1,
    "mq": 0,
    "img": "engine",
    "name": "Двигатель"
  }, {
    "pi": "1525",
    "q": 4,
    "mq": 0,
    "img": "tyre",
    "name": "Шины"
  }, {
    "pi": "3838",
    "q": 1,
    "mq": 0,
    "img": "gps",
    "name": "GPS-навигаторы"
  }, {
    "pi": "1481",
    "q": 5,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "1482",
    "q": 8,
    "mq": 0,
    "img": "fabric",
    "name": "Ткань"
  }],
  "rp": [{
    "pi": "370080",
    "pbq": 0.05,
    "rq": 1,
    "qbp": 0,
    "img": "car_suv",
    "name": "Внедорожник"
  }]
}, {
  "i": "1906",
  "s": "Водка",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1481",
    "q": 0.1,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "1487",
    "q": 0.5,
    "mq": 0,
    "img": "grain",
    "name": "Зерно"
  }],
  "rp": [{
    "pi": "1505",
    "pbq": 59.99,
    "rq": 1,
    "qbp": -50,
    "img": "alcohol",
    "name": "Спиртные напитки"
  }]
}, {
  "i": "423170",
  "s": "Вощина",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "423152",
    "q": 10,
    "mq": 0,
    "img": "wax",
    "name": "Воск"
  }, {
    "pi": "1463",
    "q": 1,
    "mq": 0,
    "img": "wood",
    "name": "Древесина"
  }],
  "rp": [{
    "pi": "423139",
    "pbq": 1,
    "rq": 1,
    "qbp": 0,
    "img": "honeycomb",
    "name": "Вощина"
  }]
}, {
  "i": "423289",
  "s": "Выплавка лития",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "423268",
    "q": 1,
    "mq": 0,
    "img": "polymetallic",
    "name": "Полиметаллическая руда"
  }, {
    "pi": "1483",
    "q": 0.2,
    "mq": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }],
  "rp": [{
    "pi": "423269",
    "pbq": 20,
    "rq": 1,
    "qbp": 0,
    "img": "lithium",
    "name": "Литий"
  }]
}, {
  "i": "423289",
  "s": "Выплавка цинка",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "423268",
    "q": 1,
    "mq": 0,
    "img": "polymetallic",
    "name": "Полиметаллическая руда"
  }, {
    "pi": "1483",
    "q": 0.2,
    "mq": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }],
  "rp": [{
    "pi": "423741",
    "pbq": 20,
    "rq": 1,
    "qbp": 0,
    "img": "zinc",
    "name": "Цинк"
  }]
}, {
  "i": "2119",
  "s": "Выращивание картофеля",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/tractor.gif",
    "i": "1530",
    "c": "Трактор",
    "sym": "tractor"
  },
  "epw": 0.2,
  "ip": [],
  "rp": [{
    "pi": "15742",
    "pbq": 20800,
    "rq": 1,
    "qbp": 0,
    "img": "potato",
    "name": "Картофель"
  }]
}, {
  "i": "2119",
  "s": "Выращивание подсолнечника",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/tractor.gif",
    "i": "1530",
    "c": "Трактор",
    "sym": "tractor"
  },
  "epw": 0.2,
  "ip": [],
  "rp": [{
    "pi": "15744",
    "pbq": 5200,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }]
}, {
  "i": "2119",
  "s": "Выращивание помидоров",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/tractor.gif",
    "i": "1530",
    "c": "Трактор",
    "sym": "tractor"
  },
  "epw": 0.2,
  "ip": [],
  "rp": [{
    "pi": "15743",
    "pbq": 20800,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }]
}, {
  "i": "2119",
  "s": "Выращивание сои",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/tractor.gif",
    "i": "1530",
    "c": "Трактор",
    "sym": "tractor"
  },
  "epw": 0.2,
  "ip": [],
  "rp": [{
    "pi": "401966",
    "pbq": 15000,
    "rq": 1,
    "qbp": 0,
    "img": "soybean",
    "name": "Соя"
  }]
}, {
  "i": "2420",
  "s": "Выращивание чая",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/tractor.gif",
    "i": "1530",
    "c": "Трактор",
    "sym": "tractor"
  },
  "epw": 0.2,
  "ip": [],
  "rp": [{
    "pi": "401962",
    "pbq": 8000,
    "rq": 1,
    "qbp": 0,
    "img": "tea",
    "name": "Чайный лист"
  }]
}, {
  "i": "2411",
  "s": "Газеты",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1472",
    "q": 0.1,
    "mq": 0,
    "img": "paper",
    "name": "Бумага"
  }],
  "rp": [{
    "pi": "1522",
    "pbq": 500,
    "rq": 1,
    "qbp": 0,
    "img": "press",
    "name": "Пресса"
  }]
}, {
  "i": "422742",
  "s": "Гелиостат",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "7091",
    "q": 1000,
    "mq": 0,
    "img": "mirror0",
    "name": "Зеркальный лист"
  }, {
    "pi": "1475",
    "q": 100,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }, {
    "pi": "370072",
    "q": 100,
    "mq": 0,
    "img": "elmotor",
    "name": "Электропривод"
  }, {
    "pi": "1485",
    "q": 100,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }],
  "rp": [{
    "pi": "423727",
    "pbq": 0.005,
    "rq": 1,
    "qbp": 0,
    "img": "heliostat",
    "name": "Гелиостат"
  }]
}, {
  "i": "359894",
  "s": "Гигиенические прокладки",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1479",
    "q": 0.25,
    "mq": 0,
    "img": "syntheticfabric",
    "name": "Синтетическая ткань"
  }, {
    "pi": "312795",
    "q": 1,
    "mq": 0,
    "img": "fiber",
    "name": "Хлопковое волокно"
  }],
  "rp": [{
    "pi": "359863",
    "pbq": 8,
    "rq": 1,
    "qbp": 0,
    "img": "hygiene",
    "name": "Средства гигиены"
  }]
}, {
  "i": "2438",
  "s": "Горно-шахтное оборудование",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1480",
    "q": 9,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1475",
    "q": 3,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }],
  "rp": [{
    "pi": "12097",
    "pbq": 0.6,
    "rq": 1,
    "qbp": 0,
    "img": "drill",
    "name": "Горно-шахтное оборудование"
  }]
}, {
  "i": "2438",
  "s": "Горно-шахтное оборудование с алмазными долотами",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1480",
    "q": 9,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1460",
    "q": 1,
    "mq": 0,
    "img": "diamonds",
    "name": "Алмазы"
  }, {
    "pi": "1475",
    "q": 3,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }],
  "rp": [{
    "pi": "12097",
    "pbq": 0.3333333333333333,
    "rq": 1,
    "qbp": 30,
    "img": "drill",
    "name": "Горно-шахтное оборудование"
  }]
}, {
  "i": "422443",
  "s": "Гриль для дачи",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1480",
    "q": 2,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "7088",
    "q": 0.2,
    "mq": 0,
    "img": "cr",
    "name": "Хром"
  }, {
    "pi": "1477",
    "q": 0.5,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }],
  "rp": [{
    "pi": "423744",
    "pbq": 2,
    "rq": 1,
    "qbp": 0,
    "img": "grill",
    "name": "Гриль для дачи"
  }]
}, {
  "i": "301321",
  "s": "Дамские сумки",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1474",
    "q": 2,
    "mq": 0,
    "img": "leather",
    "name": "Кожа"
  }, {
    "pi": "1480",
    "q": 0.1,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }],
  "rp": [{
    "pi": "301319",
    "pbq": 1,
    "rq": 1,
    "qbp": -10,
    "img": "",
    "name": ""
  }]
}, {
  "i": "2409",
  "s": "Двигатель",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1480",
    "q": 1,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1475",
    "q": 3,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }],
  "rp": [{
    "pi": "1473",
    "pbq": 1,
    "rq": 1,
    "qbp": 0,
    "img": "engine",
    "name": "Двигатель"
  }]
}, {
  "i": "1855",
  "s": "Деликатесные консервы",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1490",
    "q": 1,
    "mq": 0,
    "img": "meat",
    "name": "Мясо"
  }, {
    "pi": "15750",
    "q": 0.5,
    "mq": 0,
    "img": "sauce",
    "name": "Соусы"
  }, {
    "pi": "1480",
    "q": 0.2,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }],
  "rp": [{
    "pi": "3869",
    "pbq": 14.995,
    "rq": 1,
    "qbp": 10,
    "img": "can",
    "name": "Консервы"
  }]
}, {
  "i": "15763",
  "s": "Деликатесные чипсы",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "15742",
    "q": 1,
    "mq": 0,
    "img": "potato",
    "name": "Картофель"
  }, {
    "pi": "15743",
    "q": 0.5,
    "mq": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "15747",
    "q": 1,
    "mq": 0,
    "img": "butter",
    "name": "Масло"
  }],
  "rp": [{
    "pi": "15748",
    "pbq": 50,
    "rq": 1,
    "qbp": 20,
    "img": "",
    "name": ""
  }]
}, {
  "i": "422211",
  "s": "Деловая одежда",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1482",
    "q": 6,
    "mq": 0,
    "img": "fabric",
    "name": "Ткань"
  }, {
    "pi": "1479",
    "q": 1,
    "mq": 0,
    "img": "syntheticfabric",
    "name": "Синтетическая ткань"
  }, {
    "pi": "312796",
    "q": 1,
    "mq": 0,
    "img": "fabric2",
    "name": "Хлопковая ткань"
  }],
  "rp": [{
    "pi": "422204",
    "pbq": 1,
    "rq": 1,
    "qbp": 0,
    "img": "suit",
    "name": "Деловая одежда"
  }]
}, {
  "i": "2413",
  "s": "Деревянная мебель",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1463",
    "q": 10,
    "mq": 0,
    "img": "wood",
    "name": "Древесина"
  }],
  "rp": [{
    "pi": "1516",
    "pbq": 2,
    "rq": 1,
    "qbp": 0,
    "img": "furniture",
    "name": "Спальная мебель"
  }]
}, {
  "i": "423635",
  "s": "Детская коляска",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1471",
    "q": 3,
    "mq": 0,
    "img": "aluminium",
    "name": "Алюминий"
  }, {
    "pi": "1479",
    "q": 2,
    "mq": 0,
    "img": "syntheticfabric",
    "name": "Синтетическая ткань"
  }, {
    "pi": "1477",
    "q": 1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1482",
    "q": 1,
    "mq": 0,
    "img": "fabric",
    "name": "Ткань"
  }],
  "rp": [{
    "pi": "423622",
    "pbq": 1,
    "rq": 1,
    "qbp": 0,
    "img": "babycarr",
    "name": "Детская коляска"
  }]
}, {
  "i": "423641",
  "s": "Детская кроватка",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1463",
    "q": 6,
    "mq": 0,
    "img": "wood",
    "name": "Древесина"
  }, {
    "pi": "1477",
    "q": 1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1484",
    "q": 2,
    "mq": 0,
    "img": "wool",
    "name": "Шерсть"
  }, {
    "pi": "1482",
    "q": 1,
    "mq": 0,
    "img": "fabric",
    "name": "Ткань"
  }],
  "rp": [{
    "pi": "423623",
    "pbq": 1.6,
    "rq": 1,
    "qbp": 0,
    "img": "crib",
    "name": "Детская кроватка"
  }]
}, {
  "i": "13709",
  "s": "Детский подарок",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1514",
    "q": 1,
    "mq": 0,
    "img": "toys",
    "name": "Игрушки"
  }, {
    "pi": "1476",
    "q": 0.03,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }, {
    "pi": "1472",
    "q": 0.3,
    "mq": 0,
    "img": "paper",
    "name": "Бумага"
  }],
  "rp": [{
    "pi": "13708",
    "pbq": 10,
    "rq": 1,
    "qbp": 0,
    "img": "gift",
    "name": "Подарки и Сувениры"
  }]
}, {
  "i": "423647",
  "s": "Детское питание",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1492",
    "q": 0.5,
    "mq": 2.5,
    "img": "fruits",
    "name": "Фрукты"
  }, {
    "pi": "1481",
    "q": 0.2,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }],
  "rp": [{
    "pi": "423624",
    "pbq": 20,
    "rq": 1,
    "qbp": 0,
    "img": "babyfood",
    "name": "Детское питание"
  }]
}, {
  "i": "15763",
  "s": "Джем с мёдом",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1492",
    "q": 1,
    "mq": 0,
    "img": "fruits",
    "name": "Фрукты"
  }, {
    "pi": "1491",
    "q": 0.5,
    "mq": 0,
    "img": "sugar",
    "name": "Сахар"
  }, {
    "pi": "1481",
    "q": 0.2,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "423151",
    "q": 0.5,
    "mq": 0,
    "img": "honey",
    "name": "Мёд"
  }],
  "rp": [{
    "pi": "422434",
    "pbq": 5,
    "rq": 1,
    "qbp": 10,
    "img": "jam",
    "name": "Джем"
  }]
}, {
  "i": "2412",
  "s": "Джинсы",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "312796",
    "q": 2,
    "mq": 0,
    "img": "fabric2",
    "name": "Хлопковая ткань"
  }],
  "rp": [{
    "pi": "422203",
    "pbq": 5,
    "rq": 1,
    "qbp": 0,
    "img": "jeans",
    "name": "Джинсы"
  }]
}, {
  "i": "301321",
  "s": "Дипломаты",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1474",
    "q": 2,
    "mq": 0,
    "img": "leather",
    "name": "Кожа"
  }, {
    "pi": "1477",
    "q": 2,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }],
  "rp": [{
    "pi": "301319",
    "pbq": 1,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }]
}, {
  "i": "2396",
  "s": "Добыча алмазов",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/drill.gif",
    "i": "12097",
    "c": "Горно-шахтное оборудование",
    "sym": "drill"
  },
  "epw": 4,
  "ip": [],
  "rp": [{
    "pi": "1460",
    "pbq": 1,
    "rq": 1,
    "qbp": 0,
    "img": "diamonds",
    "name": "Алмазы"
  }]
}, {
  "i": "1869",
  "s": "Добыча бокситов",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/drill.gif",
    "i": "12097",
    "c": "Горно-шахтное оборудование",
    "sym": "drill"
  },
  "epw": 2,
  "ip": [],
  "rp": [{
    "pi": "1461",
    "pbq": 20,
    "rq": 1,
    "qbp": 0,
    "img": "bauxite",
    "name": "Бокситы"
  }]
}, {
  "i": "2401",
  "s": "Добыча глины",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/drill.gif",
    "i": "12097",
    "c": "Горно-шахтное оборудование",
    "sym": "drill"
  },
  "epw": 2,
  "ip": [],
  "rp": [{
    "pi": "1462",
    "pbq": 250,
    "rq": 1,
    "qbp": 0,
    "img": "clay",
    "name": "Глина"
  }]
}, {
  "i": "2399",
  "s": "Добыча золота",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/drill.gif",
    "i": "12097",
    "c": "Горно-шахтное оборудование",
    "sym": "drill"
  },
  "epw": 2,
  "ip": [],
  "rp": [{
    "pi": "1465",
    "pbq": 4,
    "rq": 1,
    "qbp": 0,
    "img": "gold",
    "name": "Золото"
  }]
}, {
  "i": "2402",
  "s": "Добыча кремния",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/drill.gif",
    "i": "12097",
    "c": "Горно-шахтное оборудование",
    "sym": "drill"
  },
  "epw": 2,
  "ip": [],
  "rp": [{
    "pi": "1466",
    "pbq": 80,
    "rq": 1,
    "qbp": 0,
    "img": "silicon",
    "name": "Кремний"
  }]
}, {
  "i": "7102",
  "s": "Добыча марганца",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/drill.gif",
    "i": "12097",
    "c": "Горно-шахтное оборудование",
    "sym": "drill"
  },
  "epw": 2,
  "ip": [],
  "rp": [{
    "pi": "7089",
    "pbq": 40,
    "rq": 1,
    "qbp": 0,
    "img": "mn",
    "name": "Марганец"
  }]
}, {
  "i": "370082",
  "s": "Добыча меди",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/drill.gif",
    "i": "12097",
    "c": "Горно-шахтное оборудование",
    "sym": "drill"
  },
  "epw": 2,
  "ip": [],
  "rp": [{
    "pi": "370070",
    "pbq": 20,
    "rq": 1,
    "qbp": 0,
    "img": "colch",
    "name": "Медный колчедан"
  }]
}, {
  "i": "2398",
  "s": "Добыча минералов",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/drill.gif",
    "i": "12097",
    "c": "Горно-шахтное оборудование",
    "sym": "drill"
  },
  "epw": 2,
  "ip": [],
  "rp": [{
    "pi": "1468",
    "pbq": 200,
    "rq": 1,
    "qbp": 0,
    "img": "minerals",
    "name": "Природные минералы"
  }]
}, {
  "i": "2395",
  "s": "Добыча нефти",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/drill.gif",
    "i": "12097",
    "c": "Горно-шахтное оборудование",
    "sym": "drill"
  },
  "epw": 5,
  "ip": [],
  "rp": [{
    "pi": "1467",
    "pbq": 100,
    "rq": 1,
    "qbp": 0,
    "img": "oil",
    "name": "Нефть"
  }]
}, {
  "i": "423283",
  "s": "Добыча полиметаллической руды",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/drill.gif",
    "i": "12097",
    "c": "Горно-шахтное оборудование",
    "sym": "drill"
  },
  "epw": 2,
  "ip": [],
  "rp": [{
    "pi": "423268",
    "pbq": 20,
    "rq": 1,
    "qbp": 0,
    "img": "polymetallic",
    "name": "Полиметаллическая руда"
  }]
}, {
  "i": "2397",
  "s": "Добыча руды",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/drill.gif",
    "i": "12097",
    "c": "Горно-шахтное оборудование",
    "sym": "drill"
  },
  "epw": 2,
  "ip": [],
  "rp": [{
    "pi": "1464",
    "pbq": 60,
    "rq": 1,
    "qbp": 0,
    "img": "ironore",
    "name": "Железная руда"
  }]
}, {
  "i": "380061",
  "s": "Добыча титановой руды",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/drill.gif",
    "i": "12097",
    "c": "Горно-шахтное оборудование",
    "sym": "drill"
  },
  "epw": 2,
  "ip": [],
  "rp": [{
    "pi": "380050",
    "pbq": 80,
    "rq": 1,
    "qbp": 0,
    "img": "ilmenite",
    "name": "Титановая руда"
  }]
}, {
  "i": "2400",
  "s": "Добыча угля",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/drill.gif",
    "i": "12097",
    "c": "Горно-шахтное оборудование",
    "sym": "drill"
  },
  "epw": 2,
  "ip": [],
  "rp": [{
    "pi": "1469",
    "pbq": 90,
    "rq": 1,
    "qbp": 0,
    "img": "coal",
    "name": "Уголь"
  }]
}, {
  "i": "7096",
  "s": "Добыча хрома",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/drill.gif",
    "i": "12097",
    "c": "Горно-шахтное оборудование",
    "sym": "drill"
  },
  "epw": 2,
  "ip": [],
  "rp": [{
    "pi": "7088",
    "pbq": 20,
    "rq": 1,
    "qbp": 0,
    "img": "cr",
    "name": "Хром"
  }]
}, {
  "i": "301327",
  "s": "Дублёнки",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1482",
    "q": 2,
    "mq": 0,
    "img": "fabric",
    "name": "Ткань"
  }, {
    "pi": "1474",
    "q": 3,
    "mq": 0,
    "img": "leather",
    "name": "Кожа"
  }],
  "rp": [{
    "pi": "301320",
    "pbq": 1.6,
    "rq": 1,
    "qbp": 100,
    "img": "",
    "name": ""
  }]
}, {
  "i": "2428",
  "s": "Душевые кабинки",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1462",
    "q": 1,
    "mq": 0,
    "img": "clay",
    "name": "Глина"
  }, {
    "pi": "1481",
    "q": 3,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "1471",
    "q": 0.5,
    "mq": 0,
    "img": "aluminium",
    "name": "Алюминий"
  }],
  "rp": [{
    "pi": "3965",
    "pbq": 2,
    "rq": 1,
    "qbp": 0,
    "img": "showercubicle",
    "name": "Душевые кабинки"
  }]
}, {
  "i": "2428",
  "s": "Душевые кабинки в упаковке",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1462",
    "q": 1,
    "mq": 0,
    "img": "clay",
    "name": "Глина"
  }, {
    "pi": "1481",
    "q": 3,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "1471",
    "q": 0.5,
    "mq": 0,
    "img": "aluminium",
    "name": "Алюминий"
  }, {
    "pi": "302159",
    "q": 1,
    "mq": 0,
    "img": "",
    "name": ""
  }],
  "rp": [{
    "pi": "3965",
    "pbq": 2,
    "rq": 1,
    "qbp": 5,
    "img": "showercubicle",
    "name": "Душевые кабинки"
  }]
}, {
  "i": "13709",
  "s": "Ёлочные украшения",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1481",
    "q": 0.1,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "1476",
    "q": 0.1,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }, {
    "pi": "1472",
    "q": 0.1,
    "mq": 0,
    "img": "paper",
    "name": "Бумага"
  }],
  "rp": [{
    "pi": "13708",
    "pbq": 20,
    "rq": 1,
    "qbp": 0,
    "img": "gift",
    "name": "Подарки и Сувениры"
  }]
}, {
  "i": "335186",
  "s": "Жемчуг",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/fishtrawler.gif",
    "i": "335182",
    "c": "Рыболовецкий траулер",
    "sym": "fishtrawler"
  },
  "epw": 0.1,
  "ip": [],
  "rp": [{
    "pi": "380001",
    "pbq": 12,
    "rq": 1,
    "qbp": 0,
    "img": "pearls",
    "name": "Жемчуг"
  }]
}, {
  "i": "380021",
  "s": "Жемчужные украшения",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "380001",
    "q": 8,
    "mq": 0,
    "img": "pearls",
    "name": "Жемчуг"
  }, {
    "pi": "1465",
    "q": 0.5,
    "mq": 4,
    "img": "gold",
    "name": "Золото"
  }],
  "rp": [{
    "pi": "380008",
    "pbq": 0.5,
    "rq": 1,
    "qbp": 0,
    "img": "pearljewelry",
    "name": "Жемчужные украшения"
  }]
}, {
  "i": "423194",
  "s": "Женские сапоги",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1474",
    "q": 3,
    "mq": 0,
    "img": "leather",
    "name": "Кожа"
  }, {
    "pi": "1478",
    "q": 0.5,
    "mq": 0,
    "img": "rubber",
    "name": "Резина"
  }, {
    "pi": "423152",
    "q": 0.5,
    "mq": 0,
    "img": "wax",
    "name": "Воск"
  }, {
    "pi": "2540",
    "q": 1,
    "mq": 0,
    "img": "bijouterie",
    "name": "Бижутерия"
  }],
  "rp": [{
    "pi": "423164",
    "pbq": 4,
    "rq": 1,
    "qbp": 5,
    "img": "boots",
    "name": "Сапоги"
  }]
}, {
  "i": "2411",
  "s": "Журналы",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1476",
    "q": 0.025,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }, {
    "pi": "1472",
    "q": 0.3,
    "mq": 0,
    "img": "paper",
    "name": "Бумага"
  }],
  "rp": [{
    "pi": "1522",
    "pbq": 100,
    "rq": 1,
    "qbp": 200,
    "img": "press",
    "name": "Пресса"
  }]
}, {
  "i": "2428",
  "s": "Заварочный чайник",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1462",
    "q": 3,
    "mq": 4,
    "img": "clay",
    "name": "Глина"
  }, {
    "pi": "1476",
    "q": 0.5,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }],
  "rp": [{
    "pi": "423119",
    "pbq": 1,
    "rq": 1,
    "qbp": 0,
    "img": "teapot_sou",
    "name": "Заварочный чайник"
  }]
}, {
  "i": "2071",
  "s": "Заготовка леса",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/saw.gif",
    "i": "10717",
    "c": "Пилорама",
    "sym": "saw"
  },
  "epw": 2,
  "ip": [],
  "rp": [{
    "pi": "1463",
    "pbq": 40,
    "rq": 1,
    "qbp": 0,
    "img": "wood",
    "name": "Древесина"
  }]
}, {
  "i": "401988",
  "s": "Зеленый чай",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "401962",
    "q": 1,
    "mq": 0,
    "img": "tea",
    "name": "Чайный лист"
  }, {
    "pi": "1472",
    "q": 0.1,
    "mq": 0,
    "img": "paper",
    "name": "Бумага"
  }],
  "rp": [{
    "pi": "423115",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "g_tea",
    "name": "Зеленый чай"
  }]
}, {
  "i": "2413",
  "s": "Зеркало",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1463",
    "q": 1,
    "mq": 0,
    "img": "wood",
    "name": "Древесина"
  }, {
    "pi": "7091",
    "q": 1,
    "mq": 0,
    "img": "mirror0",
    "name": "Зеркальный лист"
  }],
  "rp": [{
    "pi": "7094",
    "pbq": 5,
    "rq": 1,
    "qbp": 0,
    "img": "mirror",
    "name": "Зеркало"
  }]
}, {
  "i": "2408",
  "s": "Зеркальные листы",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1481",
    "q": 1,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "1471",
    "q": 0.2,
    "mq": 0,
    "img": "aluminium",
    "name": "Алюминий"
  }],
  "rp": [{
    "pi": "7091",
    "pbq": 10,
    "rq": 1,
    "qbp": 0,
    "img": "mirror0",
    "name": "Зеркальный лист"
  }]
}, {
  "i": "2429",
  "s": "Зеркальные фотоаппараты",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1477",
    "q": 0.5,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1481",
    "q": 0.1,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "7091",
    "q": 0.1,
    "mq": 0,
    "img": "mirror0",
    "name": "Зеркальный лист"
  }],
  "rp": [{
    "pi": "1523",
    "pbq": 2.5,
    "rq": 1,
    "qbp": 20,
    "img": "camera",
    "name": "Фототехника"
  }]
}, {
  "i": "2429",
  "s": "Зеркальные фотоаппараты в упаковке",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1477",
    "q": 0.5,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1481",
    "q": 0.1,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "7091",
    "q": 0.1,
    "mq": 0,
    "img": "mirror0",
    "name": "Зеркальный лист"
  }, {
    "pi": "302159",
    "q": 0.1,
    "mq": 0,
    "img": "",
    "name": ""
  }],
  "rp": [{
    "pi": "1523",
    "pbq": 2.5,
    "rq": 1,
    "qbp": 25,
    "img": "camera",
    "name": "Фототехника"
  }]
}, {
  "i": "2119",
  "s": "Зерно",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/tractor.gif",
    "i": "1530",
    "c": "Трактор",
    "sym": "tractor"
  },
  "epw": 0.2,
  "ip": [],
  "rp": [{
    "pi": "1487",
    "pbq": 10400,
    "rq": 1,
    "qbp": 0,
    "img": "grain",
    "name": "Зерно"
  }]
}, {
  "i": "423957",
  "s": "Зефир",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1492",
    "q": 2,
    "mq": 0,
    "img": "fruits",
    "name": "Фрукты"
  }, {
    "pi": "1494",
    "q": 2,
    "mq": 0,
    "img": "eggs",
    "name": "Яйца"
  }],
  "rp": [{
    "pi": "423951",
    "pbq": 40,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }]
}, {
  "i": "303318",
  "s": "Злаковые косметические компоненты",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1487",
    "q": 30,
    "mq": 0,
    "img": "grain",
    "name": "Зерно"
  }],
  "rp": [{
    "pi": "303309",
    "pbq": 5,
    "rq": 1,
    "qbp": -20,
    "img": "essence2",
    "name": "Косметическое масло"
  }]
}, {
  "i": "2426",
  "s": "Золотые украшения",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1465",
    "q": 1,
    "mq": 0,
    "img": "gold",
    "name": "Золото"
  }],
  "rp": [{
    "pi": "1526",
    "pbq": 0.4,
    "rq": 1,
    "qbp": 0,
    "img": "jewellery",
    "name": "Ювелирные украшения"
  }]
}, {
  "i": "2425",
  "s": "Золотые часы",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1465",
    "q": 1,
    "mq": 0,
    "img": "gold",
    "name": "Золото"
  }, {
    "pi": "1481",
    "q": 0.05,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }],
  "rp": [{
    "pi": "1524",
    "pbq": 0.25,
    "rq": 1,
    "qbp": 200,
    "img": "watches",
    "name": "Часы"
  }]
}, {
  "i": "16042",
  "s": "Зонт",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1480",
    "q": 0.2,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1479",
    "q": 1,
    "mq": 0,
    "img": "syntheticfabric",
    "name": "Синтетическая ткань"
  }],
  "rp": [{
    "pi": "16010",
    "pbq": 10,
    "rq": 1,
    "qbp": 0,
    "img": "umbrella",
    "name": "Зонт"
  }]
}, {
  "i": "423188",
  "s": "Игровые консоли",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1477",
    "q": 1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1485",
    "q": 2,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "422202",
    "q": 0.5,
    "mq": 0,
    "img": "led",
    "name": "LED"
  }, {
    "pi": "1476",
    "q": 0.5,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }],
  "rp": [{
    "pi": "423163",
    "pbq": 2,
    "rq": 1,
    "qbp": 0,
    "img": "console",
    "name": "Игровые консоли"
  }]
}, {
  "i": "2434",
  "s": "Измерительные приборы",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1471",
    "q": 1,
    "mq": 0,
    "img": "aluminium",
    "name": "Алюминий"
  }, {
    "pi": "1485",
    "q": 4,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }],
  "rp": [{
    "pi": "1528",
    "pbq": 0.1,
    "rq": 1,
    "qbp": 0,
    "img": "device",
    "name": "Прибор"
  }]
}, {
  "i": "373203",
  "s": "Интерьер дошкольных учреждений",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "7095",
    "q": 1,
    "mq": 0,
    "img": "furniture2",
    "name": "Мебель"
  }, {
    "pi": "423623",
    "q": 1,
    "mq": 0,
    "img": "crib",
    "name": "Детская кроватка"
  }, {
    "pi": "312799",
    "q": 1,
    "mq": 0,
    "img": "napery",
    "name": "Столовое и постельное бельё"
  }, {
    "pi": "423626",
    "q": 1,
    "mq": 0,
    "img": "babymonitor",
    "name": "Радионяня"
  }, {
    "pi": "423629",
    "q": 3,
    "mq": 0,
    "img": "educationaltoys",
    "name": "Развивающие игрушки"
  }, {
    "pi": "423277",
    "q": 1,
    "mq": 0,
    "img": "ceramic",
    "name": "Керамическая посуда"
  }],
  "rp": [{
    "pi": "423689",
    "pbq": 0.25,
    "rq": 1,
    "qbp": 0,
    "img": "kindergarten",
    "name": "Интерьер дошкольных учреждений"
  }]
}, {
  "i": "380076",
  "s": "Интерьер самолета",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1480",
    "q": 9000,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1477",
    "q": 36000,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1479",
    "q": 27000,
    "mq": 0,
    "img": "syntheticfabric",
    "name": "Синтетическая ткань"
  }],
  "rp": [{
    "pi": "380058",
    "pbq": 0.0004,
    "rq": 1,
    "qbp": 0,
    "img": "aircraftinterior",
    "name": "Интерьер самолета"
  }]
}, {
  "i": "124",
  "s": "Интерьер яхты",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "3868",
    "q": 3,
    "mq": 0,
    "img": "tv",
    "name": "Телевизоры"
  }, {
    "pi": "3870",
    "q": 5,
    "mq": 0,
    "img": "sanitaryware",
    "name": "Сантехника"
  }, {
    "pi": "1474",
    "q": 50,
    "mq": 0,
    "img": "leather",
    "name": "Кожа"
  }, {
    "pi": "1485",
    "q": 50,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "7095",
    "q": 10,
    "mq": 0,
    "img": "furniture2",
    "name": "Мебель"
  }, {
    "pi": "1510",
    "q": 3,
    "mq": 0,
    "img": "householdappliances",
    "name": "Холодильники"
  }],
  "rp": [{
    "pi": "132",
    "pbq": 0.005,
    "rq": 1,
    "qbp": 0,
    "img": "yacht_interior",
    "name": "Интерьер яхты"
  }]
}, {
  "i": "124",
  "s": "Интерьер яхты 2-го поколения",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1474",
    "q": 50,
    "mq": 0,
    "img": "leather",
    "name": "Кожа"
  }, {
    "pi": "1485",
    "q": 50,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "7095",
    "q": 10,
    "mq": 0,
    "img": "furniture2",
    "name": "Мебель"
  }, {
    "pi": "1510",
    "q": 3,
    "mq": 0,
    "img": "householdappliances",
    "name": "Холодильники"
  }, {
    "pi": "422432",
    "q": 1,
    "mq": 0,
    "img": "ledtv",
    "name": "LED-телевизоры"
  }, {
    "pi": "3870",
    "q": 5,
    "mq": 0,
    "img": "sanitaryware",
    "name": "Сантехника"
  }],
  "rp": [{
    "pi": "132",
    "pbq": 0.005,
    "rq": 1,
    "qbp": 10,
    "img": "yacht_interior",
    "name": "Интерьер яхты"
  }]
}, {
  "i": "2405",
  "s": "Искусственная кожа",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1482",
    "q": 0.5,
    "mq": 0,
    "img": "fabric",
    "name": "Ткань"
  }, {
    "pi": "1467",
    "q": 0.5,
    "mq": 0,
    "img": "oil",
    "name": "Нефть"
  }, {
    "pi": "1476",
    "q": 0.1,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }, {
    "pi": "1483",
    "q": 0.1,
    "mq": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }],
  "rp": [{
    "pi": "1474",
    "pbq": 20,
    "rq": 1,
    "qbp": -10,
    "img": "leather",
    "name": "Кожа"
  }]
}, {
  "i": "1891",
  "s": "Йогурты",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1492",
    "q": 0.1,
    "mq": 0,
    "img": "fruits",
    "name": "Фрукты"
  }, {
    "pi": "1489",
    "q": 1,
    "mq": 0,
    "img": "milk",
    "name": "Молоко"
  }],
  "rp": [{
    "pi": "1499",
    "pbq": 80,
    "rq": 1,
    "qbp": 50,
    "img": "dairyproducts",
    "name": "Молочные продукты"
  }]
}, {
  "i": "2420",
  "s": "Какао",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/tractor.gif",
    "i": "1530",
    "c": "Трактор",
    "sym": "tractor"
  },
  "epw": 0.2,
  "ip": [],
  "rp": [{
    "pi": "1488",
    "pbq": 6500,
    "rq": 1,
    "qbp": 0,
    "img": "cacao",
    "name": "Какао"
  }]
}, {
  "i": "303318",
  "s": "Какао-масло",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1488",
    "q": 10,
    "mq": 0,
    "img": "cacao",
    "name": "Какао"
  }],
  "rp": [{
    "pi": "303309",
    "pbq": 5,
    "rq": 1,
    "qbp": 0,
    "img": "essence2",
    "name": "Косметическое масло"
  }]
}, {
  "i": "2411",
  "s": "Канцелярские товары",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1472",
    "q": 0.3,
    "mq": 0,
    "img": "paper",
    "name": "Бумага"
  }, {
    "pi": "1476",
    "q": 0.01,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }],
  "rp": [{
    "pi": "3866",
    "pbq": 120,
    "rq": 1,
    "qbp": -50,
    "img": "stationery",
    "name": "Канцтовары"
  }]
}, {
  "i": "2330",
  "s": "Карамельные конфеты",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1491",
    "q": 0.5,
    "mq": 0,
    "img": "sugar",
    "name": "Сахар"
  }, {
    "pi": "1492",
    "q": 0.5,
    "mq": 0,
    "img": "fruits",
    "name": "Фрукты"
  }],
  "rp": [{
    "pi": "3865",
    "pbq": 55.99,
    "rq": 1,
    "qbp": -10,
    "img": "sweet",
    "name": "Конфеты"
  }]
}, {
  "i": "13709",
  "s": "Карнавальный костюм",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1482",
    "q": 0.5,
    "mq": 0,
    "img": "fabric",
    "name": "Ткань"
  }, {
    "pi": "2540",
    "q": 1,
    "mq": 0,
    "img": "bijouterie",
    "name": "Бижутерия"
  }, {
    "pi": "1476",
    "q": 0.1,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }],
  "rp": [{
    "pi": "13708",
    "pbq": 10,
    "rq": 1,
    "qbp": 15,
    "img": "gift",
    "name": "Подарки и Сувениры"
  }]
}, {
  "i": "2407",
  "s": "Картон",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1463",
    "q": 0.5,
    "mq": 0,
    "img": "wood",
    "name": "Древесина"
  }],
  "rp": [{
    "pi": "302158",
    "pbq": 2,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }]
}, {
  "i": "302190",
  "s": "Картонная упаковка",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "302158",
    "q": 1,
    "mq": 0,
    "img": "",
    "name": ""
  }],
  "rp": [{
    "pi": "302159",
    "pbq": 20,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }]
}, {
  "i": "15769",
  "s": "Картофель быстрого приготовления",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "15742",
    "q": 1,
    "mq": 0,
    "img": "potato",
    "name": "Картофель"
  }, {
    "pi": "1477",
    "q": 0.01,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }],
  "rp": [{
    "pi": "15749",
    "pbq": 100,
    "rq": 1,
    "qbp": -10,
    "img": "instant",
    "name": "Продукты быстрого приготовления"
  }]
}, {
  "i": "15763",
  "s": "Картофельные чипсы",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "15742",
    "q": 1,
    "mq": 0,
    "img": "potato",
    "name": "Картофель"
  }, {
    "pi": "15747",
    "q": 1,
    "mq": 0,
    "img": "butter",
    "name": "Масло"
  }],
  "rp": [{
    "pi": "15748",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }]
}, {
  "i": "422724",
  "s": "Каталитический крекинг нефти",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1467",
    "q": 1,
    "mq": 8,
    "img": "oil",
    "name": "Нефть"
  }, {
    "pi": "1466",
    "q": 0.2,
    "mq": 0,
    "img": "silicon",
    "name": "Кремний"
  }, {
    "pi": "1471",
    "q": 0.1,
    "mq": 0,
    "img": "aluminium",
    "name": "Алюминий"
  }, {
    "pi": "1483",
    "q": 0.3,
    "mq": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }],
  "rp": [{
    "pi": "422703",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422705",
    "pbq": 100,
    "rq": 2,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422704",
    "pbq": 200,
    "rq": 4,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422707",
    "pbq": 100,
    "rq": 2,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422706",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }]
}, {
  "i": "422724",
  "s": "Каталитический крекинг нефти",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1467",
    "q": 1,
    "mq": 8,
    "img": "oil",
    "name": "Нефть"
  }, {
    "pi": "1466",
    "q": 0.2,
    "mq": 0,
    "img": "silicon",
    "name": "Кремний"
  }, {
    "pi": "1471",
    "q": 0.1,
    "mq": 0,
    "img": "aluminium",
    "name": "Алюминий"
  }, {
    "pi": "1483",
    "q": 0.3,
    "mq": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }],
  "rp": [{
    "pi": "422703",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422705",
    "pbq": 100,
    "rq": 2,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422704",
    "pbq": 200,
    "rq": 4,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422707",
    "pbq": 100,
    "rq": 2,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422706",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }]
}, {
  "i": "422724",
  "s": "Каталитический крекинг нефти",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1467",
    "q": 1,
    "mq": 8,
    "img": "oil",
    "name": "Нефть"
  }, {
    "pi": "1466",
    "q": 0.2,
    "mq": 0,
    "img": "silicon",
    "name": "Кремний"
  }, {
    "pi": "1471",
    "q": 0.1,
    "mq": 0,
    "img": "aluminium",
    "name": "Алюминий"
  }, {
    "pi": "1483",
    "q": 0.3,
    "mq": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }],
  "rp": [{
    "pi": "422703",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422705",
    "pbq": 100,
    "rq": 2,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422704",
    "pbq": 200,
    "rq": 4,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422707",
    "pbq": 100,
    "rq": 2,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422706",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }]
}, {
  "i": "422724",
  "s": "Каталитический крекинг нефти",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1467",
    "q": 1,
    "mq": 8,
    "img": "oil",
    "name": "Нефть"
  }, {
    "pi": "1466",
    "q": 0.2,
    "mq": 0,
    "img": "silicon",
    "name": "Кремний"
  }, {
    "pi": "1471",
    "q": 0.1,
    "mq": 0,
    "img": "aluminium",
    "name": "Алюминий"
  }, {
    "pi": "1483",
    "q": 0.3,
    "mq": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }],
  "rp": [{
    "pi": "422703",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422705",
    "pbq": 100,
    "rq": 2,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422704",
    "pbq": 200,
    "rq": 4,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422707",
    "pbq": 100,
    "rq": 2,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422706",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }]
}, {
  "i": "422724",
  "s": "Каталитический крекинг нефти",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1467",
    "q": 1,
    "mq": 8,
    "img": "oil",
    "name": "Нефть"
  }, {
    "pi": "1466",
    "q": 0.2,
    "mq": 0,
    "img": "silicon",
    "name": "Кремний"
  }, {
    "pi": "1471",
    "q": 0.1,
    "mq": 0,
    "img": "aluminium",
    "name": "Алюминий"
  }, {
    "pi": "1483",
    "q": 0.3,
    "mq": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }],
  "rp": [{
    "pi": "422703",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422705",
    "pbq": 100,
    "rq": 2,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422704",
    "pbq": 200,
    "rq": 4,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422707",
    "pbq": 100,
    "rq": 2,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422706",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }]
}, {
  "i": "2428",
  "s": "Керамическая посуда",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1462",
    "q": 4,
    "mq": 0,
    "img": "clay",
    "name": "Глина"
  }],
  "rp": [{
    "pi": "1521",
    "pbq": 6.9975,
    "rq": 1,
    "qbp": 0,
    "img": "dishes",
    "name": "Посуда"
  }]
}, {
  "i": "2428",
  "s": "Керамическая посуда в упаковке",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1462",
    "q": 4,
    "mq": 0,
    "img": "clay",
    "name": "Глина"
  }, {
    "pi": "302159",
    "q": 0.5,
    "mq": 0,
    "img": "",
    "name": ""
  }],
  "rp": [{
    "pi": "1521",
    "pbq": 6.9975,
    "rq": 1,
    "qbp": 5,
    "img": "dishes",
    "name": "Посуда"
  }]
}, {
  "i": "423319",
  "s": "Керамическая сковорода",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1462",
    "q": 1,
    "mq": 0,
    "img": "clay",
    "name": "Глина"
  }, {
    "pi": "380051",
    "q": 0.4,
    "mq": 0,
    "img": "ti",
    "name": "Титан"
  }, {
    "pi": "423269",
    "q": 0.1,
    "mq": 0,
    "img": "lithium",
    "name": "Литий"
  }, {
    "pi": "1477",
    "q": 0.5,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }],
  "rp": [{
    "pi": "423162",
    "pbq": 5,
    "rq": 1,
    "qbp": 0,
    "img": "pan",
    "name": "Сковородки"
  }]
}, {
  "i": "15775",
  "s": "Кетчуп",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "15743",
    "q": 3,
    "mq": 0,
    "img": "",
    "name": ""
  }],
  "rp": [{
    "pi": "15750",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "sauce",
    "name": "Соусы"
  }]
}, {
  "i": "15763",
  "s": "Кетчуп",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "15743",
    "q": 3,
    "mq": 0,
    "img": "",
    "name": ""
  }],
  "rp": [{
    "pi": "15750",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "sauce",
    "name": "Соусы"
  }]
}, {
  "i": "2411",
  "s": "Книги",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1472",
    "q": 1,
    "mq": 0,
    "img": "paper",
    "name": "Бумага"
  }, {
    "pi": "1476",
    "q": 0.1,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }, {
    "pi": "1482",
    "q": 0.1,
    "mq": 0,
    "img": "fabric",
    "name": "Ткань"
  }],
  "rp": [{
    "pi": "3966",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "book",
    "name": "Книги"
  }]
}, {
  "i": "355093",
  "s": "Кованая садовая мебель",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "370071",
    "q": 0.7,
    "mq": 0,
    "img": "cu",
    "name": "Медь"
  }, {
    "pi": "423741",
    "q": 0.3,
    "mq": 0,
    "img": "zinc",
    "name": "Цинк"
  }, {
    "pi": "1463",
    "q": 1,
    "mq": 0,
    "img": "wood",
    "name": "Древесина"
  }],
  "rp": [{
    "pi": "423743",
    "pbq": 0.25,
    "rq": 1,
    "qbp": 0,
    "img": "forged",
    "name": "Кованая садовая мебель"
  }]
}, {
  "i": "422905",
  "s": "Ковер",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "312795",
    "q": 20,
    "mq": 0,
    "img": "fiber",
    "name": "Хлопковое волокно"
  }, {
    "pi": "1476",
    "q": 2,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }, {
    "pi": "1484",
    "q": 40,
    "mq": 0,
    "img": "wool",
    "name": "Шерсть"
  }],
  "rp": [{
    "pi": "422898",
    "pbq": 1,
    "rq": 1,
    "qbp": 0,
    "img": "carpet",
    "name": "Ковер"
  }]
}, {
  "i": "2413",
  "s": "Кожаная мебель",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1474",
    "q": 10,
    "mq": 0,
    "img": "leather",
    "name": "Кожа"
  }, {
    "pi": "1463",
    "q": 5,
    "mq": 0,
    "img": "wood",
    "name": "Древесина"
  }],
  "rp": [{
    "pi": "1516",
    "pbq": 0.5,
    "rq": 1,
    "qbp": 100,
    "img": "furniture",
    "name": "Спальная мебель"
  }]
}, {
  "i": "2415",
  "s": "Кожаная обувь",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1478",
    "q": 0.5,
    "mq": 0,
    "img": "rubber",
    "name": "Резина"
  }, {
    "pi": "1474",
    "q": 1,
    "mq": 0,
    "img": "leather",
    "name": "Кожа"
  }],
  "rp": [{
    "pi": "1519",
    "pbq": 3.595,
    "rq": 1,
    "qbp": 5,
    "img": "shoes",
    "name": "Обувь"
  }]
}, {
  "i": "2415",
  "s": "Кожаная обувь в упаковке",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1478",
    "q": 0.5,
    "mq": 0,
    "img": "rubber",
    "name": "Резина"
  }, {
    "pi": "1474",
    "q": 1,
    "mq": 0,
    "img": "leather",
    "name": "Кожа"
  }, {
    "pi": "302159",
    "q": 0.25,
    "mq": 0,
    "img": "",
    "name": ""
  }],
  "rp": [{
    "pi": "1519",
    "pbq": 3.595,
    "rq": 1,
    "qbp": 8,
    "img": "shoes",
    "name": "Обувь"
  }]
}, {
  "i": "2412",
  "s": "Кожаная одежда",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1474",
    "q": 2,
    "mq": 0,
    "img": "leather",
    "name": "Кожа"
  }, {
    "pi": "1482",
    "q": 1,
    "mq": 0,
    "img": "fabric",
    "name": "Ткань"
  }],
  "rp": [{
    "pi": "1520",
    "pbq": 1.6,
    "rq": 1,
    "qbp": 150,
    "img": "clothes",
    "name": "Одежда"
  }]
}, {
  "i": "1855",
  "s": "Колбасы",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1490",
    "q": 1,
    "mq": 0,
    "img": "meat",
    "name": "Мясо"
  }],
  "rp": [{
    "pi": "1496",
    "pbq": 25,
    "rq": 1,
    "qbp": 0,
    "img": "sausages",
    "name": "Колбасные изделия"
  }]
}, {
  "i": "15751",
  "s": "Комбикорм",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1487",
    "q": 0.7,
    "mq": 0,
    "img": "grain",
    "name": "Зерно"
  }, {
    "pi": "15745",
    "q": 1,
    "mq": 0,
    "img": "feedcrop",
    "name": "Кормовые культуры"
  }],
  "rp": [{
    "pi": "15746",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "feedstuff",
    "name": "Комбикорм"
  }]
}, {
  "i": "15751",
  "s": "Комбикорм с пищевыми добавками",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "335184",
    "q": 1,
    "mq": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "15745",
    "q": 1,
    "mq": 0,
    "img": "feedcrop",
    "name": "Кормовые культуры"
  }, {
    "pi": "1487",
    "q": 0.5,
    "mq": 0,
    "img": "grain",
    "name": "Зерно"
  }],
  "rp": [{
    "pi": "15746",
    "pbq": 40,
    "rq": 1,
    "qbp": 15,
    "img": "feedstuff",
    "name": "Комбикорм"
  }]
}, {
  "i": "423751",
  "s": "Коммуникационное оборудование",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1480",
    "q": 5000,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "423741",
    "q": 1200,
    "mq": 0,
    "img": "zinc",
    "name": "Цинк"
  }, {
    "pi": "1485",
    "q": 200,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }],
  "rp": [{
    "pi": "423745",
    "pbq": 0.08,
    "rq": 1,
    "qbp": 0,
    "img": "networking",
    "name": "Коммуникационное оборудование"
  }]
}, {
  "i": "2409",
  "s": "Комплектующие",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1480",
    "q": 0.2,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }],
  "rp": [{
    "pi": "1475",
    "pbq": 10,
    "rq": 1,
    "qbp": 0,
    "img": "components",
    "name": "Комплектующие"
  }]
}, {
  "i": "423384",
  "s": "Компьютерные аксессуары",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1477",
    "q": 1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1485",
    "q": 1,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }],
  "rp": [{
    "pi": "423274",
    "pbq": 4,
    "rq": 1,
    "qbp": 0,
    "img": "comp_accessories",
    "name": "Компьютерные аксессуары"
  }]
}, {
  "i": "2433",
  "s": "Компьютеры",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1480",
    "q": 0.5,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1477",
    "q": 1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1481",
    "q": 0.5,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "1485",
    "q": 2,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }],
  "rp": [{
    "pi": "1515",
    "pbq": 0.295,
    "rq": 1,
    "qbp": 0,
    "img": "computer",
    "name": "Компьютер"
  }]
}, {
  "i": "2422",
  "s": "Кондитерские изделия",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1494",
    "q": 2,
    "mq": 0,
    "img": "eggs",
    "name": "Яйца"
  }, {
    "pi": "1501",
    "q": 1,
    "mq": 0,
    "img": "flour",
    "name": "Мука"
  }, {
    "pi": "1491",
    "q": 0.5,
    "mq": 0,
    "img": "sugar",
    "name": "Сахар"
  }],
  "rp": [{
    "pi": "1497",
    "pbq": 40,
    "rq": 1,
    "qbp": 0,
    "img": "cookies",
    "name": "Кондитерские изделия"
  }]
}, {
  "i": "370106",
  "s": "Кондиционер",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "370071",
    "q": 2,
    "mq": 0,
    "img": "cu",
    "name": "Медь"
  }, {
    "pi": "370072",
    "q": 2,
    "mq": 0,
    "img": "elmotor",
    "name": "Электропривод"
  }, {
    "pi": "1477",
    "q": 2,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1485",
    "q": 1,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "1475",
    "q": 2,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }, {
    "pi": "1483",
    "q": 1,
    "mq": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }],
  "rp": [{
    "pi": "370074",
    "pbq": 0.5,
    "rq": 1,
    "qbp": 0,
    "img": "condition",
    "name": "Кондиционер"
  }]
}, {
  "i": "15763",
  "s": "Консервированная кукуруза",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "422544",
    "q": 2,
    "mq": 0,
    "img": "corn2",
    "name": "Кукуруза"
  }, {
    "pi": "1480",
    "q": 0.2,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }],
  "rp": [{
    "pi": "422553",
    "pbq": 20,
    "rq": 1,
    "qbp": 0,
    "img": "cannedcorn",
    "name": "Консервированная кукуруза"
  }]
}, {
  "i": "422056",
  "s": "Консервированные оливки",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1480",
    "q": 0.3,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "422053",
    "q": 2,
    "mq": 0,
    "img": "olive",
    "name": "Оливки"
  }],
  "rp": [{
    "pi": "422055",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "cannedolives",
    "name": "Консервированные оливки"
  }]
}, {
  "i": "422056",
  "s": "Консервированные оливки с лососем",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1480",
    "q": 0.3,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "422053",
    "q": 2,
    "mq": 0,
    "img": "olive",
    "name": "Оливки"
  }, {
    "pi": "335176",
    "q": 0.5,
    "mq": 0,
    "img": "salmon",
    "name": "Лосось"
  }],
  "rp": [{
    "pi": "422055",
    "pbq": 40,
    "rq": 1,
    "qbp": 5,
    "img": "cannedolives",
    "name": "Консервированные оливки"
  }]
}, {
  "i": "15763",
  "s": "Консервированные помидоры",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "15743",
    "q": 2,
    "mq": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "1481",
    "q": 0.2,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }],
  "rp": [{
    "pi": "3869",
    "pbq": 14.99,
    "rq": 1,
    "qbp": 5,
    "img": "can",
    "name": "Консервы"
  }]
}, {
  "i": "422208",
  "s": "Консервированный корм для животных",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1490",
    "q": 1,
    "mq": 0,
    "img": "meat",
    "name": "Мясо"
  }, {
    "pi": "15336",
    "q": 0.5,
    "mq": 0,
    "img": "sportfood",
    "name": "Спортивное питание"
  }, {
    "pi": "1487",
    "q": 0.5,
    "mq": 0,
    "img": "grain",
    "name": "Зерно"
  }, {
    "pi": "1480",
    "q": 0.2,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }],
  "rp": [{
    "pi": "422201",
    "pbq": 25,
    "rq": 1,
    "qbp": 0,
    "img": "animalfeed2",
    "name": "Консервированный корм для животных"
  }]
}, {
  "i": "423897",
  "s": "Конструктор",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "423891",
    "q": 1,
    "mq": 0,
    "img": "thermoplast",
    "name": "Термопластик"
  }, {
    "pi": "1476",
    "q": 0.5,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }],
  "rp": [{
    "pi": "423890",
    "pbq": 4,
    "rq": 1,
    "qbp": 0,
    "img": "lego",
    "name": "Конструктор"
  }]
}, {
  "i": "2119",
  "s": "Кормовые культуры",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/tractor.gif",
    "i": "1530",
    "c": "Трактор",
    "sym": "tractor"
  },
  "epw": 0.2,
  "ip": [],
  "rp": [{
    "pi": "15745",
    "pbq": 52000,
    "rq": 1,
    "qbp": 0,
    "img": "feedcrop",
    "name": "Кормовые культуры"
  }]
}, {
  "i": "2044",
  "s": "Коровник",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/cow.gif",
    "i": "2548",
    "c": "Коровы",
    "sym": "cow"
  },
  "epw": 5,
  "ip": [{
    "pi": "1487",
    "q": 24,
    "mq": 0,
    "img": "grain",
    "name": "Зерно"
  }],
  "rp": [{
    "pi": "1490",
    "pbq": 25,
    "rq": 5,
    "qbp": 0,
    "img": "meat",
    "name": "Мясо"
  }, {
    "pi": "1489",
    "pbq": 100,
    "rq": 20,
    "qbp": 0,
    "img": "milk",
    "name": "Молоко"
  }]
}, {
  "i": "2044",
  "s": "Коровник (картофель)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/cow.gif",
    "i": "2548",
    "c": "Коровы",
    "sym": "cow"
  },
  "epw": 5,
  "ip": [{
    "pi": "15742",
    "q": 30,
    "mq": 0,
    "img": "potato",
    "name": "Картофель"
  }],
  "rp": [{
    "pi": "1490",
    "pbq": 25,
    "rq": 5,
    "qbp": 10,
    "img": "meat",
    "name": "Мясо"
  }, {
    "pi": "1489",
    "pbq": 100,
    "rq": 20,
    "qbp": 10,
    "img": "milk",
    "name": "Молоко"
  }]
}, {
  "i": "2044",
  "s": "Коровник (клевер)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/cow.gif",
    "i": "2548",
    "c": "Коровы",
    "sym": "cow"
  },
  "epw": 5,
  "ip": [{
    "pi": "15745",
    "q": 30,
    "mq": 0,
    "img": "feedcrop",
    "name": "Кормовые культуры"
  }],
  "rp": [{
    "pi": "1490",
    "pbq": 25,
    "rq": 5,
    "qbp": -10,
    "img": "meat",
    "name": "Мясо"
  }, {
    "pi": "1489",
    "pbq": 100,
    "rq": 20,
    "qbp": -10,
    "img": "milk",
    "name": "Молоко"
  }]
}, {
  "i": "2044",
  "s": "Коровник (комбикорм)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/cow.gif",
    "i": "2548",
    "c": "Коровы",
    "sym": "cow"
  },
  "epw": 5,
  "ip": [{
    "pi": "15746",
    "q": 20,
    "mq": 0,
    "img": "feedstuff",
    "name": "Комбикорм"
  }],
  "rp": [{
    "pi": "1490",
    "pbq": 25,
    "rq": 5,
    "qbp": 0,
    "img": "meat",
    "name": "Мясо"
  }, {
    "pi": "1489",
    "pbq": 100,
    "rq": 20,
    "qbp": 0,
    "img": "milk",
    "name": "Молоко"
  }]
}, {
  "i": "123",
  "s": "Корпус яхты",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1476",
    "q": 40,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }, {
    "pi": "1463",
    "q": 300,
    "mq": 0,
    "img": "wood",
    "name": "Древесина"
  }, {
    "pi": "1477",
    "q": 50,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1480",
    "q": 50,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1481",
    "q": 25,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }],
  "rp": [{
    "pi": "130",
    "pbq": 0.001,
    "rq": 1,
    "qbp": 0,
    "img": "ship_body",
    "name": "Корпус яхты"
  }]
}, {
  "i": "303312",
  "s": "Косметические маски",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "303309",
    "q": 1,
    "mq": 0,
    "img": "essence2",
    "name": "Косметическое масло"
  }, {
    "pi": "423152",
    "q": 1,
    "mq": 0,
    "img": "wax",
    "name": "Воск"
  }, {
    "pi": "423151",
    "q": 0.1,
    "mq": 0,
    "img": "honey",
    "name": "Мёд"
  }, {
    "pi": "423153",
    "q": 0.1,
    "mq": 0,
    "img": "rjelly",
    "name": "Маточное молочко"
  }, {
    "pi": "1477",
    "q": 0.1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }],
  "rp": [{
    "pi": "423160",
    "pbq": 20,
    "rq": 1,
    "qbp": 0,
    "img": "cosm_masks",
    "name": "Косметические маски"
  }]
}, {
  "i": "2420",
  "s": "Кофе",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/tractor.gif",
    "i": "1530",
    "c": "Трактор",
    "sym": "tractor"
  },
  "epw": 0.2,
  "ip": [],
  "rp": [{
    "pi": "380003",
    "pbq": 8000,
    "rq": 1,
    "qbp": 0,
    "img": "coffee",
    "name": "Кофе"
  }]
}, {
  "i": "380015",
  "s": "Кофе-машины",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1477",
    "q": 0.5,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "370072",
    "q": 1,
    "mq": 0,
    "img": "elmotor",
    "name": "Электропривод"
  }, {
    "pi": "7090",
    "q": 0.5,
    "mq": 0,
    "img": "termo",
    "name": "Термоэлемент"
  }, {
    "pi": "1471",
    "q": 0.25,
    "mq": 0,
    "img": "aluminium",
    "name": "Алюминий"
  }, {
    "pi": "1485",
    "q": 1,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }],
  "rp": [{
    "pi": "380004",
    "pbq": 0.8,
    "rq": 1,
    "qbp": 0,
    "img": "coffeemachine",
    "name": "Кофе-машина"
  }]
}, {
  "i": "301321",
  "s": "Кошельки",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1474",
    "q": 0.4,
    "mq": 0,
    "img": "leather",
    "name": "Кожа"
  }, {
    "pi": "1480",
    "q": 0.1,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1479",
    "q": 0.1,
    "mq": 0,
    "img": "syntheticfabric",
    "name": "Синтетическая ткань"
  }],
  "rp": [{
    "pi": "301318",
    "pbq": 2.5,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }]
}, {
  "i": "335200",
  "s": "Крабовые деликатесы",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1481",
    "q": 0.2,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "335181",
    "q": 8,
    "mq": 0,
    "img": "crabs",
    "name": "Крабы"
  }],
  "rp": [{
    "pi": "335178",
    "pbq": 10,
    "rq": 1,
    "qbp": 0,
    "img": "fishdeli",
    "name": "Рыбные деликатесы"
  }]
}, {
  "i": "335186",
  "s": "Крабы",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/fishtrawler.gif",
    "i": "335182",
    "c": "Рыболовецкий траулер",
    "sym": "fishtrawler"
  },
  "epw": 0.1,
  "ip": [],
  "rp": [{
    "pi": "335181",
    "pbq": 200,
    "rq": 1,
    "qbp": 0,
    "img": "crabs",
    "name": "Крабы"
  }]
}, {
  "i": "2404",
  "s": "Краска",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1467",
    "q": 1,
    "mq": 0,
    "img": "oil",
    "name": "Нефть"
  }, {
    "pi": "1483",
    "q": 0.5,
    "mq": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }],
  "rp": [{
    "pi": "1476",
    "pbq": 16,
    "rq": 1,
    "qbp": 0,
    "img": "paint",
    "name": "Краска"
  }]
}, {
  "i": "335200",
  "s": "Красная икра",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1480",
    "q": 0.2,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "335176",
    "q": 4,
    "mq": 0,
    "img": "salmon",
    "name": "Лосось"
  }],
  "rp": [{
    "pi": "335179",
    "pbq": 2.5,
    "rq": 1,
    "qbp": 0,
    "img": "redcaviar",
    "name": "Красная икра"
  }]
}, {
  "i": "422748",
  "s": "Кузовные запчасти",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "370073",
    "q": 1,
    "mq": 0,
    "img": "alcu",
    "name": "Сверхлёгкий алюминиевый сплав"
  }, {
    "pi": "1477",
    "q": 0.5,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1476",
    "q": 1,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }, {
    "pi": "1481",
    "q": 1,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }],
  "rp": [{
    "pi": "422718",
    "pbq": 2.5,
    "rq": 1,
    "qbp": 0,
    "img": "car_doors",
    "name": "Кузовные запчасти"
  }]
}, {
  "i": "2416",
  "s": "Куклы",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1477",
    "q": 0.3,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1482",
    "q": 0.3,
    "mq": 0,
    "img": "fabric",
    "name": "Ткань"
  }],
  "rp": [{
    "pi": "1514",
    "pbq": 10,
    "rq": 1,
    "qbp": 50,
    "img": "toys",
    "name": "Игрушки"
  }]
}, {
  "i": "2119",
  "s": "Кукуруза",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/tractor.gif",
    "i": "1530",
    "c": "Трактор",
    "sym": "tractor"
  },
  "epw": 0.2,
  "ip": [],
  "rp": [{
    "pi": "422544",
    "pbq": 20000,
    "rq": 1,
    "qbp": 0,
    "img": "corn2",
    "name": "Кукуруза"
  }]
}, {
  "i": "2057",
  "s": "Кукурузная мука",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "422544",
    "q": 1,
    "mq": 0,
    "img": "corn2",
    "name": "Кукуруза"
  }],
  "rp": [{
    "pi": "422545",
    "pbq": 500,
    "rq": 1,
    "qbp": 0,
    "img": "cornmeal",
    "name": "Кукурузная мука"
  }]
}, {
  "i": "359888",
  "s": "Кукурузные рыльца",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "422544",
    "q": 2,
    "mq": 0,
    "img": "corn2",
    "name": "Кукуруза"
  }, {
    "pi": "1472",
    "q": 0.1,
    "mq": 0,
    "img": "paper",
    "name": "Бумага"
  }],
  "rp": [{
    "pi": "359862",
    "pbq": 8,
    "rq": 1,
    "qbp": -10,
    "img": "herbs",
    "name": "Лекарственные травы"
  }]
}, {
  "i": "422559",
  "s": "Кукурузные хлопья",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "422544",
    "q": 0.5,
    "mq": 0,
    "img": "corn2",
    "name": "Кукуруза"
  }, {
    "pi": "1491",
    "q": 0.2,
    "mq": 0,
    "img": "sugar",
    "name": "Сахар"
  }, {
    "pi": "1477",
    "q": 0.1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1472",
    "q": 0.1,
    "mq": 0,
    "img": "paper",
    "name": "Бумага"
  }],
  "rp": [{
    "pi": "422546",
    "pbq": 40,
    "rq": 1,
    "qbp": 0,
    "img": "cornflakes",
    "name": "Кукурузные хлопья"
  }]
}, {
  "i": "1855",
  "s": "Купаты",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1490",
    "q": 1,
    "mq": 0,
    "img": "meat",
    "name": "Мясо"
  }, {
    "pi": "15750",
    "q": 0.5,
    "mq": 0,
    "img": "sauce",
    "name": "Соусы"
  }],
  "rp": [{
    "pi": "1496",
    "pbq": 25,
    "rq": 1,
    "qbp": 5,
    "img": "sausages",
    "name": "Колбасные изделия"
  }]
}, {
  "i": "301327",
  "s": "Куртки",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1482",
    "q": 3,
    "mq": 0,
    "img": "fabric",
    "name": "Ткань"
  }],
  "rp": [{
    "pi": "301320",
    "pbq": 5,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }]
}, {
  "i": "373209",
  "s": "Кухонная мебель",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1471",
    "q": 10,
    "mq": 0,
    "img": "aluminium",
    "name": "Алюминий"
  }, {
    "pi": "1463",
    "q": 10,
    "mq": 0,
    "img": "wood",
    "name": "Древесина"
  }, {
    "pi": "1481",
    "q": 3,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }],
  "rp": [{
    "pi": "373199",
    "pbq": 0.25,
    "rq": 1,
    "qbp": 0,
    "img": "kitchen",
    "name": "Кухонная мебель"
  }]
}, {
  "i": "373215",
  "s": "Кухонные плиты",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "7090",
    "q": 4,
    "mq": 0,
    "img": "termo",
    "name": "Термоэлемент"
  }, {
    "pi": "1480",
    "q": 2,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1481",
    "q": 2,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "1485",
    "q": 1,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "370071",
    "q": 1,
    "mq": 0,
    "img": "cu",
    "name": "Медь"
  }],
  "rp": [{
    "pi": "373200",
    "pbq": 1,
    "rq": 1,
    "qbp": 0,
    "img": "cookers",
    "name": "Кухонные плиты"
  }]
}, {
  "i": "2403",
  "s": "Легированная сталь (Г)",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1464",
    "q": 1,
    "mq": 0,
    "img": "ironore",
    "name": "Железная руда"
  }, {
    "pi": "1469",
    "q": 1,
    "mq": 0,
    "img": "coal",
    "name": "Уголь"
  }, {
    "pi": "7089",
    "q": 0.5,
    "mq": 0,
    "img": "mn",
    "name": "Марганец"
  }],
  "rp": [{
    "pi": "1480",
    "pbq": 16.666666666666668,
    "rq": 1,
    "qbp": 10,
    "img": "steel",
    "name": "Сталь"
  }]
}, {
  "i": "2403",
  "s": "Легированная сталь (ХГС)",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1464",
    "q": 1,
    "mq": 0,
    "img": "ironore",
    "name": "Железная руда"
  }, {
    "pi": "1469",
    "q": 1,
    "mq": 0,
    "img": "coal",
    "name": "Уголь"
  }, {
    "pi": "7089",
    "q": 0.5,
    "mq": 0,
    "img": "mn",
    "name": "Марганец"
  }, {
    "pi": "7088",
    "q": 0.25,
    "mq": 0,
    "img": "cr",
    "name": "Хром"
  }, {
    "pi": "1466",
    "q": 0.5,
    "mq": 0,
    "img": "silicon",
    "name": "Кремний"
  }],
  "rp": [{
    "pi": "1480",
    "pbq": 16.666666666666668,
    "rq": 1,
    "qbp": 20,
    "img": "steel",
    "name": "Сталь"
  }]
}, {
  "i": "370094",
  "s": "Легированные сверхлегкие сплавы",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "370070",
    "q": 1,
    "mq": 0,
    "img": "colch",
    "name": "Медный колчедан"
  }, {
    "pi": "1461",
    "q": 3,
    "mq": 1.5,
    "img": "bauxite",
    "name": "Бокситы"
  }, {
    "pi": "7089",
    "q": 0.5,
    "mq": 0,
    "img": "mn",
    "name": "Марганец"
  }],
  "rp": [{
    "pi": "370073",
    "pbq": 13.333333333333334,
    "rq": 1,
    "qbp": 15,
    "img": "alcu",
    "name": "Сверхлёгкий алюминиевый сплав"
  }]
}, {
  "i": "2403",
  "s": "Легированный алюминий",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "7089",
    "q": 1,
    "mq": 0,
    "img": "mn",
    "name": "Марганец"
  }, {
    "pi": "1461",
    "q": 2,
    "mq": 0,
    "img": "bauxite",
    "name": "Бокситы"
  }],
  "rp": [{
    "pi": "1471",
    "pbq": 6.666666666666667,
    "rq": 1,
    "qbp": 10,
    "img": "aluminium",
    "name": "Алюминий"
  }]
}, {
  "i": "423140",
  "s": "Лекарственное пчеловодство",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/bee.gif",
    "i": "423138",
    "c": "Пчёлы",
    "sym": "bee"
  },
  "epw": 5,
  "ip": [{
    "pi": "423139",
    "q": 0.3,
    "mq": 0,
    "img": "honeycomb",
    "name": "Вощина"
  }],
  "rp": [{
    "pi": "423153",
    "pbq": 50,
    "rq": 10,
    "qbp": 0,
    "img": "rjelly",
    "name": "Маточное молочко"
  }, {
    "pi": "423151",
    "pbq": 75,
    "rq": 15,
    "qbp": -20,
    "img": "honey",
    "name": "Мёд"
  }]
}, {
  "i": "423140",
  "s": "Лекарственное пчеловодство",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/bee.gif",
    "i": "423138",
    "c": "Пчёлы",
    "sym": "bee"
  },
  "epw": 5,
  "ip": [{
    "pi": "423139",
    "q": 0.3,
    "mq": 0,
    "img": "honeycomb",
    "name": "Вощина"
  }],
  "rp": [{
    "pi": "423153",
    "pbq": 50,
    "rq": 10,
    "qbp": 0,
    "img": "rjelly",
    "name": "Маточное молочко"
  }, {
    "pi": "423151",
    "pbq": 75,
    "rq": 15,
    "qbp": -20,
    "img": "honey",
    "name": "Мёд"
  }]
}, {
  "i": "359888",
  "s": "Лекарственные травы",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1472",
    "q": 0.1,
    "mq": 0,
    "img": "paper",
    "name": "Бумага"
  }, {
    "pi": "359847",
    "q": 3,
    "mq": 0,
    "img": "flower",
    "name": "Цветы и эфиромасличные культуры"
  }],
  "rp": [{
    "pi": "359862",
    "pbq": 8,
    "rq": 1,
    "qbp": 0,
    "img": "herbs",
    "name": "Лекарственные травы"
  }]
}, {
  "i": "1906",
  "s": "Ликер",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1488",
    "q": 1,
    "mq": 2,
    "img": "cacao",
    "name": "Какао"
  }, {
    "pi": "1491",
    "q": 0.5,
    "mq": 0,
    "img": "sugar",
    "name": "Сахар"
  }, {
    "pi": "359847",
    "q": 0.2,
    "mq": 0,
    "img": "flower",
    "name": "Цветы и эфиромасличные культуры"
  }, {
    "pi": "1481",
    "q": 0.1,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }],
  "rp": [{
    "pi": "380000",
    "pbq": 10,
    "rq": 1,
    "qbp": 0,
    "img": "liqueur",
    "name": "Ликер"
  }]
}, {
  "i": "370094",
  "s": "Литиевые сверхлёгкие сплавы",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1461",
    "q": 3,
    "mq": 1.5,
    "img": "bauxite",
    "name": "Бокситы"
  }, {
    "pi": "370070",
    "q": 1,
    "mq": 0,
    "img": "colch",
    "name": "Медный колчедан"
  }, {
    "pi": "423269",
    "q": 0.5,
    "mq": 0,
    "img": "lithium",
    "name": "Литий"
  }, {
    "pi": "7089",
    "q": 0.5,
    "mq": 0,
    "img": "mn",
    "name": "Марганец"
  }],
  "rp": [{
    "pi": "370073",
    "pbq": 13.333333333333334,
    "rq": 1,
    "qbp": 30,
    "img": "alcu",
    "name": "Сверхлёгкий алюминиевый сплав"
  }]
}, {
  "i": "423301",
  "s": "Литий-ионный аккумулятор",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "423269",
    "q": 1,
    "mq": 0,
    "img": "lithium",
    "name": "Литий"
  }, {
    "pi": "1471",
    "q": 1,
    "mq": 0,
    "img": "aluminium",
    "name": "Алюминий"
  }, {
    "pi": "370071",
    "q": 0.2,
    "mq": 0,
    "img": "cu",
    "name": "Медь"
  }, {
    "pi": "1469",
    "q": 0.2,
    "mq": 0,
    "img": "coal",
    "name": "Уголь"
  }, {
    "pi": "1483",
    "q": 0.2,
    "mq": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }],
  "rp": [{
    "pi": "423271",
    "pbq": 2,
    "rq": 1,
    "qbp": 0,
    "img": "li_battery",
    "name": "Литий-ионный аккумулятор"
  }]
}, {
  "i": "370124",
  "s": "Литол",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1467",
    "q": 1,
    "mq": 0,
    "img": "oil",
    "name": "Нефть"
  }, {
    "pi": "1483",
    "q": 0.5,
    "mq": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }, {
    "pi": "423269",
    "q": 0.1,
    "mq": 0,
    "img": "lithium",
    "name": "Литий"
  }],
  "rp": [{
    "pi": "370078",
    "pbq": 4,
    "rq": 1,
    "qbp": 20,
    "img": "engineoil",
    "name": "Моторное масло"
  }]
}, {
  "i": "335186",
  "s": "Лососевые",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/fishtrawler.gif",
    "i": "335182",
    "c": "Рыболовецкий траулер",
    "sym": "fishtrawler"
  },
  "epw": 0.1,
  "ip": [],
  "rp": [{
    "pi": "335176",
    "pbq": 100,
    "rq": 1,
    "qbp": 0,
    "img": "salmon",
    "name": "Лосось"
  }]
}, {
  "i": "335200",
  "s": "Лососевые деликатесы",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1477",
    "q": 0.2,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "335176",
    "q": 2,
    "mq": 0,
    "img": "salmon",
    "name": "Лосось"
  }],
  "rp": [{
    "pi": "335178",
    "pbq": 10,
    "rq": 1,
    "qbp": 20,
    "img": "fishdeli",
    "name": "Рыбные деликатесы"
  }]
}, {
  "i": "359888",
  "s": "Мази",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1471",
    "q": 0.1,
    "mq": 0,
    "img": "aluminium",
    "name": "Алюминий"
  }, {
    "pi": "359858",
    "q": 1,
    "mq": 0,
    "img": "natur_ingredients",
    "name": "Натуральные лекарственные компоненты"
  }, {
    "pi": "303309",
    "q": 0.25,
    "mq": 0,
    "img": "essence2",
    "name": "Косметическое масло"
  }],
  "rp": [{
    "pi": "359861",
    "pbq": 10,
    "rq": 1,
    "qbp": 25,
    "img": "mixture",
    "name": "Природные лекарства"
  }]
}, {
  "i": "422160",
  "s": "Мазутный энергоблок",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "422131",
    "q": 1,
    "mq": 0,
    "img": "turbine",
    "name": "Паровая турбина"
  }, {
    "pi": "422132",
    "q": 1,
    "mq": 0,
    "img": "boiler",
    "name": "Паровой котёл"
  }, {
    "pi": "422133",
    "q": 1,
    "mq": 0,
    "img": "heater",
    "name": "Теплообменное оборудование"
  }, {
    "pi": "422711",
    "q": 1,
    "mq": 0,
    "img": "fuel_equipment",
    "name": "Топливное оборудование"
  }],
  "rp": [{
    "pi": "422710",
    "pbq": 0.002,
    "rq": 1,
    "qbp": 0,
    "img": "masut_fired",
    "name": "Мазутный энергоблок"
  }]
}, {
  "i": "15775",
  "s": "Майонез",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "15747",
    "q": 1,
    "mq": 0,
    "img": "butter",
    "name": "Масло"
  }, {
    "pi": "1494",
    "q": 1,
    "mq": 0,
    "img": "eggs",
    "name": "Яйца"
  }],
  "rp": [{
    "pi": "15750",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "sauce",
    "name": "Соусы"
  }]
}, {
  "i": "2422",
  "s": "Макаронные изделия",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1494",
    "q": 1,
    "mq": 0,
    "img": "eggs",
    "name": "Яйца"
  }, {
    "pi": "1501",
    "q": 0.5,
    "mq": 0,
    "img": "flour",
    "name": "Мука"
  }],
  "rp": [{
    "pi": "1498",
    "pbq": 100,
    "rq": 1,
    "qbp": 0,
    "img": "noodles",
    "name": "Макаронные изделия"
  }]
}, {
  "i": "2413",
  "s": "Мебельный гарнитур",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1463",
    "q": 20,
    "mq": 0,
    "img": "wood",
    "name": "Древесина"
  }, {
    "pi": "1481",
    "q": 5,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "7091",
    "q": 3,
    "mq": 0,
    "img": "mirror0",
    "name": "Зеркальный лист"
  }],
  "rp": [{
    "pi": "7095",
    "pbq": 0.25,
    "rq": 1,
    "qbp": 0,
    "img": "furniture2",
    "name": "Мебель"
  }]
}, {
  "i": "2413",
  "s": "Мебельный гарнитур в упаковке",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1463",
    "q": 20,
    "mq": 0,
    "img": "wood",
    "name": "Древесина"
  }, {
    "pi": "1481",
    "q": 5,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "7091",
    "q": 3,
    "mq": 0,
    "img": "mirror0",
    "name": "Зеркальный лист"
  }, {
    "pi": "302159",
    "q": 3,
    "mq": 0,
    "img": "",
    "name": ""
  }],
  "rp": [{
    "pi": "7095",
    "pbq": 0.25,
    "rq": 1,
    "qbp": 5,
    "img": "furniture2",
    "name": "Мебель"
  }]
}, {
  "i": "359870",
  "s": "Медицинская посуда",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1481",
    "q": 2,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }],
  "rp": [{
    "pi": "359856",
    "pbq": 10,
    "rq": 1,
    "qbp": 0,
    "img": "thermometer",
    "name": "Медицинский инструментарий"
  }]
}, {
  "i": "422583",
  "s": "Медицинский антисептик",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "422548",
    "q": 1,
    "mq": 0,
    "img": "ethanol",
    "name": "Этанол"
  }, {
    "pi": "1477",
    "q": 0.1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }],
  "rp": [{
    "pi": "422552",
    "pbq": 8,
    "rq": 1,
    "qbp": 0,
    "img": "antiseptic",
    "name": "Медицинский антисептик"
  }]
}, {
  "i": "359864",
  "s": "Медицинское оборудование",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1480",
    "q": 3,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1471",
    "q": 3,
    "mq": 0,
    "img": "aluminium",
    "name": "Алюминий"
  }, {
    "pi": "1477",
    "q": 4,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1485",
    "q": 7,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "1475",
    "q": 3,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }, {
    "pi": "1481",
    "q": 1,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }],
  "rp": [{
    "pi": "359855",
    "pbq": 0.1,
    "rq": 1,
    "qbp": 0,
    "img": "medical_equipment",
    "name": "Медицинское оборудование"
  }]
}, {
  "i": "2421",
  "s": "Медовуха",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1481",
    "q": 0.05,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "423151",
    "q": 1,
    "mq": 0,
    "img": "honey",
    "name": "Мёд"
  }],
  "rp": [{
    "pi": "1502",
    "pbq": 20,
    "rq": 1,
    "qbp": 5,
    "img": "beer",
    "name": "Пиво"
  }]
}, {
  "i": "2330",
  "s": "Медовые конфеты",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1492",
    "q": 0.5,
    "mq": 0,
    "img": "fruits",
    "name": "Фрукты"
  }, {
    "pi": "423151",
    "q": 1,
    "mq": 0,
    "img": "honey",
    "name": "Мёд"
  }],
  "rp": [{
    "pi": "3865",
    "pbq": 10,
    "rq": 1,
    "qbp": -50,
    "img": "sweet",
    "name": "Конфеты"
  }]
}, {
  "i": "422559",
  "s": "Медовые хлопья",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "422544",
    "q": 0.5,
    "mq": 0,
    "img": "corn2",
    "name": "Кукуруза"
  }, {
    "pi": "423151",
    "q": 1,
    "mq": 0,
    "img": "honey",
    "name": "Мёд"
  }, {
    "pi": "1477",
    "q": 0.1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1472",
    "q": 0.1,
    "mq": 0,
    "img": "paper",
    "name": "Бумага"
  }],
  "rp": [{
    "pi": "422546",
    "pbq": 20,
    "rq": 1,
    "qbp": -25,
    "img": "cornflakes",
    "name": "Кукурузные хлопья"
  }]
}, {
  "i": "2422",
  "s": "Медовый пряник",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1501",
    "q": 1,
    "mq": 0,
    "img": "flour",
    "name": "Мука"
  }, {
    "pi": "1494",
    "q": 1,
    "mq": 0,
    "img": "eggs",
    "name": "Яйца"
  }, {
    "pi": "15747",
    "q": 0.5,
    "mq": 0,
    "img": "butter",
    "name": "Масло"
  }, {
    "pi": "423151",
    "q": 1,
    "mq": 0,
    "img": "honey",
    "name": "Мёд"
  }],
  "rp": [{
    "pi": "1497",
    "pbq": 10,
    "rq": 1,
    "qbp": -50,
    "img": "cookies",
    "name": "Кондитерские изделия"
  }]
}, {
  "i": "370088",
  "s": "Медь",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "370070",
    "q": 3,
    "mq": 0,
    "img": "colch",
    "name": "Медный колчедан"
  }],
  "rp": [{
    "pi": "370071",
    "pbq": 8,
    "rq": 1,
    "qbp": 0,
    "img": "cu",
    "name": "Медь"
  }]
}, {
  "i": "423295",
  "s": "Микропроцессор",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1466",
    "q": 0.5,
    "mq": 0,
    "img": "silicon",
    "name": "Кремний"
  }, {
    "pi": "370071",
    "q": 0.5,
    "mq": 0,
    "img": "cu",
    "name": "Медь"
  }],
  "rp": [{
    "pi": "423270",
    "pbq": 2,
    "rq": 1,
    "qbp": 0,
    "img": "microprocessor",
    "name": "Микропроцессор"
  }]
}, {
  "i": "15769",
  "s": "Мисо-суп",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "401966",
    "q": 1,
    "mq": 0,
    "img": "soybean",
    "name": "Соя"
  }, {
    "pi": "335174",
    "q": 0.1,
    "mq": 0,
    "img": "fish",
    "name": "Промысловая рыба"
  }, {
    "pi": "423860",
    "q": 0.1,
    "mq": 0,
    "img": "tofu",
    "name": "Тофу"
  }],
  "rp": [{
    "pi": "423862",
    "pbq": 16,
    "rq": 1,
    "qbp": 0,
    "img": "vegansoy",
    "name": "Мисо-суп"
  }]
}, {
  "i": "15346",
  "s": "Многофункциональный тренажер",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1480",
    "q": 1,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1475",
    "q": 1,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }, {
    "pi": "1478",
    "q": 0.1,
    "mq": 0,
    "img": "rubber",
    "name": "Резина"
  }, {
    "pi": "1477",
    "q": 0.5,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1485",
    "q": 0.5,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "1474",
    "q": 0.5,
    "mq": 0,
    "img": "leather",
    "name": "Кожа"
  }],
  "rp": [{
    "pi": "15337",
    "pbq": 4,
    "rq": 1,
    "qbp": 10,
    "img": "trainer",
    "name": "Тренажер"
  }]
}, {
  "i": "2435",
  "s": "Мобильные телефоны",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1477",
    "q": 0.2,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1485",
    "q": 0.1,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }],
  "rp": [{
    "pi": "1517",
    "pbq": 4,
    "rq": 1,
    "qbp": 0,
    "img": "cellularphone",
    "name": "Мобильный телефон"
  }]
}, {
  "i": "2044",
  "s": "Молочная ферма (зерно)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/cow.gif",
    "i": "2548",
    "c": "Коровы",
    "sym": "cow"
  },
  "epw": 5,
  "ip": [{
    "pi": "1487",
    "q": 24,
    "mq": 0,
    "img": "grain",
    "name": "Зерно"
  }],
  "rp": [{
    "pi": "1489",
    "pbq": 200,
    "rq": 40,
    "qbp": 0,
    "img": "milk",
    "name": "Молоко"
  }]
}, {
  "i": "2044",
  "s": "Молочная ферма (картофель)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/cow.gif",
    "i": "2548",
    "c": "Коровы",
    "sym": "cow"
  },
  "epw": 5,
  "ip": [{
    "pi": "15742",
    "q": 30,
    "mq": 0,
    "img": "potato",
    "name": "Картофель"
  }],
  "rp": [{
    "pi": "1489",
    "pbq": 200,
    "rq": 40,
    "qbp": 0,
    "img": "milk",
    "name": "Молоко"
  }]
}, {
  "i": "2044",
  "s": "Молочная ферма (клевер)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/cow.gif",
    "i": "2548",
    "c": "Коровы",
    "sym": "cow"
  },
  "epw": 5,
  "ip": [{
    "pi": "15745",
    "q": 30,
    "mq": 0,
    "img": "feedcrop",
    "name": "Кормовые культуры"
  }],
  "rp": [{
    "pi": "1489",
    "pbq": 200,
    "rq": 40,
    "qbp": 10,
    "img": "milk",
    "name": "Молоко"
  }]
}, {
  "i": "2044",
  "s": "Молочная ферма корм)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/cow.gif",
    "i": "2548",
    "c": "Коровы",
    "sym": "cow"
  },
  "epw": 5,
  "ip": [{
    "pi": "15746",
    "q": 20,
    "mq": 0,
    "img": "feedstuff",
    "name": "Комбикорм"
  }],
  "rp": [{
    "pi": "1489",
    "pbq": 250,
    "rq": 50,
    "qbp": 0,
    "img": "milk",
    "name": "Молоко"
  }]
}, {
  "i": "1891",
  "s": "Молочные продукты",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1489",
    "q": 1,
    "mq": 0,
    "img": "milk",
    "name": "Молоко"
  }],
  "rp": [{
    "pi": "1499",
    "pbq": 100,
    "rq": 1,
    "qbp": 0,
    "img": "dairyproducts",
    "name": "Молочные продукты"
  }]
}, {
  "i": "1891",
  "s": "Мороженое",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1489",
    "q": 0.5,
    "mq": 0,
    "img": "milk",
    "name": "Молоко"
  }, {
    "pi": "1491",
    "q": 0.5,
    "mq": 0,
    "img": "sugar",
    "name": "Сахар"
  }],
  "rp": [{
    "pi": "1500",
    "pbq": 250,
    "rq": 1,
    "qbp": 0,
    "img": "icecream",
    "name": "Мороженое"
  }]
}, {
  "i": "370124",
  "s": "Моторное масло",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1467",
    "q": 1,
    "mq": 0,
    "img": "oil",
    "name": "Нефть"
  }, {
    "pi": "1483",
    "q": 0.5,
    "mq": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }],
  "rp": [{
    "pi": "370078",
    "pbq": 4,
    "rq": 1,
    "qbp": 0,
    "img": "engineoil",
    "name": "Моторное масло"
  }]
}, {
  "i": "2436",
  "s": "Мотоцикл",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1480",
    "q": 4,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1473",
    "q": 1,
    "mq": 0,
    "img": "engine",
    "name": "Двигатель"
  }, {
    "pi": "1525",
    "q": 2,
    "mq": 0,
    "img": "tyre",
    "name": "Шины"
  }],
  "rp": [{
    "pi": "1518",
    "pbq": 0.1,
    "rq": 1,
    "qbp": 0,
    "img": "motorcycle",
    "name": "Мотоцикл"
  }]
}, {
  "i": "2404",
  "s": "Моющие средства",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1477",
    "q": 0.01,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1483",
    "q": 0.05,
    "mq": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }],
  "rp": [{
    "pi": "1511",
    "pbq": 160,
    "rq": 1,
    "qbp": 0,
    "img": "householdchemistry",
    "name": "Бытовая химия"
  }]
}, {
  "i": "423194",
  "s": "Мужские сапоги",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1474",
    "q": 3,
    "mq": 0,
    "img": "leather",
    "name": "Кожа"
  }, {
    "pi": "1478",
    "q": 0.5,
    "mq": 0,
    "img": "rubber",
    "name": "Резина"
  }, {
    "pi": "1480",
    "q": 0.1,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1477",
    "q": 0.5,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }],
  "rp": [{
    "pi": "423164",
    "pbq": 4,
    "rq": 1,
    "qbp": 0,
    "img": "boots",
    "name": "Сапоги"
  }]
}, {
  "i": "2057",
  "s": "Мука",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1487",
    "q": 1,
    "mq": 0,
    "img": "grain",
    "name": "Зерно"
  }],
  "rp": [{
    "pi": "1501",
    "pbq": 500,
    "rq": 1,
    "qbp": 0,
    "img": "flour",
    "name": "Мука"
  }]
}, {
  "i": "422742",
  "s": "Мусороприёмное оборудование",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1480",
    "q": 100,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1475",
    "q": 100,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }, {
    "pi": "1473",
    "q": 10,
    "mq": 0,
    "img": "engine",
    "name": "Двигатель"
  }, {
    "pi": "1485",
    "q": 20,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }],
  "rp": [{
    "pi": "422713",
    "pbq": 0.005,
    "rq": 1,
    "qbp": 0,
    "img": "trash_equipment",
    "name": "Мусороприёмное оборудование"
  }]
}, {
  "i": "422160",
  "s": "Мусоросжигательный энергоблок",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "422131",
    "q": 1,
    "mq": 0,
    "img": "turbine",
    "name": "Паровая турбина"
  }, {
    "pi": "422132",
    "q": 1,
    "mq": 0,
    "img": "boiler",
    "name": "Паровой котёл"
  }, {
    "pi": "422133",
    "q": 1,
    "mq": 0,
    "img": "heater",
    "name": "Теплообменное оборудование"
  }, {
    "pi": "422713",
    "q": 1,
    "mq": 0,
    "img": "trash_equipment",
    "name": "Мусороприёмное оборудование"
  }, {
    "pi": "422714",
    "q": 1,
    "mq": 0,
    "img": "gas_cleaning",
    "name": "Система очистки дымовых газов"
  }],
  "rp": [{
    "pi": "422712",
    "pbq": 0.002,
    "rq": 1,
    "qbp": 0,
    "img": "incinerator",
    "name": "Мусоросжигательный энергоблок"
  }]
}, {
  "i": "2416",
  "s": "Мягкая игрушка",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1484",
    "q": 1,
    "mq": 0,
    "img": "wool",
    "name": "Шерсть"
  }, {
    "pi": "1482",
    "q": 0.5,
    "mq": 0,
    "img": "fabric",
    "name": "Ткань"
  }],
  "rp": [{
    "pi": "1514",
    "pbq": 14.995,
    "rq": 1,
    "qbp": 20,
    "img": "toys",
    "name": "Игрушки"
  }]
}, {
  "i": "2413",
  "s": "Мягкая мебель",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1482",
    "q": 5,
    "mq": 0,
    "img": "fabric",
    "name": "Ткань"
  }, {
    "pi": "1463",
    "q": 6,
    "mq": 0,
    "img": "wood",
    "name": "Древесина"
  }],
  "rp": [{
    "pi": "1516",
    "pbq": 1.495,
    "rq": 1,
    "qbp": 40,
    "img": "furniture",
    "name": "Спальная мебель"
  }]
}, {
  "i": "1855",
  "s": "Мясные консервы",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1490",
    "q": 1,
    "mq": 0,
    "img": "meat",
    "name": "Мясо"
  }, {
    "pi": "1480",
    "q": 0.2,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }],
  "rp": [{
    "pi": "3869",
    "pbq": 14.995,
    "rq": 1,
    "qbp": 0,
    "img": "can",
    "name": "Консервы"
  }]
}, {
  "i": "15340",
  "s": "Мячи",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1474",
    "q": 0.2,
    "mq": 0,
    "img": "leather",
    "name": "Кожа"
  }, {
    "pi": "1478",
    "q": 0.2,
    "mq": 0,
    "img": "rubber",
    "name": "Резина"
  }],
  "rp": [{
    "pi": "15335",
    "pbq": 10,
    "rq": 1,
    "qbp": 0,
    "img": "football",
    "name": "Спортинвентарь"
  }]
}, {
  "i": "3903",
  "s": "Напитки в пластиковых бутылках",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1477",
    "q": 0.01,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1491",
    "q": 0.1,
    "mq": 0,
    "img": "sugar",
    "name": "Сахар"
  }],
  "rp": [{
    "pi": "1503",
    "pbq": 200,
    "rq": 1,
    "qbp": 0,
    "img": "gaswater",
    "name": "Прохладительные напитки"
  }]
}, {
  "i": "2425",
  "s": "Наручные часы",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1480",
    "q": 0.2,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1481",
    "q": 0.05,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }],
  "rp": [{
    "pi": "1524",
    "pbq": 10,
    "rq": 1,
    "qbp": 0,
    "img": "watches",
    "name": "Часы"
  }]
}, {
  "i": "359876",
  "s": "Натуральные лекарственные компоненты",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1483",
    "q": 1,
    "mq": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }, {
    "pi": "359847",
    "q": 5,
    "mq": 0,
    "img": "flower",
    "name": "Цветы и эфиромасличные культуры"
  }],
  "rp": [{
    "pi": "359858",
    "pbq": 10,
    "rq": 1,
    "qbp": 0,
    "img": "natur_ingredients",
    "name": "Натуральные лекарственные компоненты"
  }]
}, {
  "i": "380009",
  "s": "Натуральный кофе",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "380003",
    "q": 1,
    "mq": 0,
    "img": "coffee",
    "name": "Кофе"
  }, {
    "pi": "1477",
    "q": 0.1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }],
  "rp": [{
    "pi": "380005",
    "pbq": 60,
    "rq": 1,
    "qbp": 0,
    "img": "roastedcoffee",
    "name": "Натуральный кофе"
  }]
}, {
  "i": "422724",
  "s": "Нефтеперегонка",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1467",
    "q": 1,
    "mq": 2.5,
    "img": "oil",
    "name": "Нефть"
  }],
  "rp": [{
    "pi": "422703",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422707",
    "pbq": 100,
    "rq": 2,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422706",
    "pbq": 350,
    "rq": 7,
    "qbp": 0,
    "img": "",
    "name": ""
  }]
}, {
  "i": "422724",
  "s": "Нефтеперегонка",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1467",
    "q": 1,
    "mq": 2.5,
    "img": "oil",
    "name": "Нефть"
  }],
  "rp": [{
    "pi": "422703",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422707",
    "pbq": 100,
    "rq": 2,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422706",
    "pbq": 350,
    "rq": 7,
    "qbp": 0,
    "img": "",
    "name": ""
  }]
}, {
  "i": "422724",
  "s": "Нефтеперегонка",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1467",
    "q": 1,
    "mq": 2.5,
    "img": "oil",
    "name": "Нефть"
  }],
  "rp": [{
    "pi": "422703",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422707",
    "pbq": 100,
    "rq": 2,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422706",
    "pbq": 350,
    "rq": 7,
    "qbp": 0,
    "img": "",
    "name": ""
  }]
}, {
  "i": "312812",
  "s": "Нижнее бельё",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "312796",
    "q": 2,
    "mq": 0,
    "img": "fabric2",
    "name": "Хлопковая ткань"
  }, {
    "pi": "1479",
    "q": 0.5,
    "mq": 0,
    "img": "syntheticfabric",
    "name": "Синтетическая ткань"
  }],
  "rp": [{
    "pi": "312798",
    "pbq": 5,
    "rq": 1,
    "qbp": 0,
    "img": "underwear",
    "name": "Нижнее белье"
  }]
}, {
  "i": "359888",
  "s": "Никотиновый пластырь",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "422196",
    "q": 0.1,
    "mq": 0,
    "img": "tobacco",
    "name": "Табак"
  }, {
    "pi": "1477",
    "q": 0.1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }],
  "rp": [{
    "pi": "422199",
    "pbq": 5,
    "rq": 1,
    "qbp": 0,
    "img": "antismok",
    "name": "Никотиновый пластырь"
  }]
}, {
  "i": "13709",
  "s": "Новогодний набор конфет",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "3865",
    "q": 3,
    "mq": 0,
    "img": "sweet",
    "name": "Конфеты"
  }, {
    "pi": "1476",
    "q": 0.03,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }, {
    "pi": "1472",
    "q": 0.2,
    "mq": 0,
    "img": "paper",
    "name": "Бумага"
  }],
  "rp": [{
    "pi": "13708",
    "pbq": 40,
    "rq": 1,
    "qbp": -10,
    "img": "gift",
    "name": "Подарки и Сувениры"
  }]
}, {
  "i": "422473",
  "s": "Носки",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1482",
    "q": 0.5,
    "mq": 0,
    "img": "fabric",
    "name": "Ткань"
  }, {
    "pi": "1479",
    "q": 0.1,
    "mq": 0,
    "img": "syntheticfabric",
    "name": "Синтетическая ткань"
  }],
  "rp": [{
    "pi": "422437",
    "pbq": 10,
    "rq": 1,
    "qbp": 0,
    "img": "socks",
    "name": "Носки"
  }]
}, {
  "i": "423307",
  "s": "Ноутбук",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "423270",
    "q": 1,
    "mq": 0,
    "img": "microprocessor",
    "name": "Микропроцессор"
  }, {
    "pi": "423271",
    "q": 1,
    "mq": 0,
    "img": "li_battery",
    "name": "Литий-ионный аккумулятор"
  }, {
    "pi": "422202",
    "q": 1,
    "mq": 0,
    "img": "led",
    "name": "LED"
  }, {
    "pi": "1477",
    "q": 1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }],
  "rp": [{
    "pi": "423272",
    "pbq": 1,
    "rq": 1,
    "qbp": 0,
    "img": "laptop",
    "name": "Ноутбук"
  }]
}, {
  "i": "15769",
  "s": "Обед быстрого приготовления",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "15742",
    "q": 1,
    "mq": 0,
    "img": "potato",
    "name": "Картофель"
  }, {
    "pi": "1490",
    "q": 0.5,
    "mq": 0,
    "img": "meat",
    "name": "Мясо"
  }, {
    "pi": "15750",
    "q": 0.5,
    "mq": 0,
    "img": "sauce",
    "name": "Соусы"
  }, {
    "pi": "1477",
    "q": 0.02,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }],
  "rp": [{
    "pi": "15749",
    "pbq": 50,
    "rq": 1,
    "qbp": 10,
    "img": "instant",
    "name": "Продукты быстрого приготовления"
  }]
}, {
  "i": "2419",
  "s": "Овцеферма",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/sheep.gif",
    "i": "2555",
    "c": "Овцы",
    "sym": "sheep"
  },
  "epw": 20,
  "ip": [{
    "pi": "1487",
    "q": 2.8,
    "mq": 0,
    "img": "grain",
    "name": "Зерно"
  }],
  "rp": [{
    "pi": "1484",
    "pbq": 100,
    "rq": 5,
    "qbp": 0,
    "img": "wool",
    "name": "Шерсть"
  }]
}, {
  "i": "2419",
  "s": "Овцеферма (картофель)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/sheep.gif",
    "i": "2555",
    "c": "Овцы",
    "sym": "sheep"
  },
  "epw": 20,
  "ip": [{
    "pi": "15742",
    "q": 3,
    "mq": 0,
    "img": "potato",
    "name": "Картофель"
  }],
  "rp": [{
    "pi": "1490",
    "pbq": 13.333333333333334,
    "rq": 0.667,
    "qbp": -15,
    "img": "meat",
    "name": "Мясо"
  }, {
    "pi": "1484",
    "pbq": 100,
    "rq": 5,
    "qbp": 0,
    "img": "wool",
    "name": "Шерсть"
  }]
}, {
  "i": "2419",
  "s": "Овцеферма (клевер)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/sheep.gif",
    "i": "2555",
    "c": "Овцы",
    "sym": "sheep"
  },
  "epw": 20,
  "ip": [{
    "pi": "15745",
    "q": 3,
    "mq": 0,
    "img": "feedcrop",
    "name": "Кормовые культуры"
  }],
  "rp": [{
    "pi": "1484",
    "pbq": 100,
    "rq": 5,
    "qbp": 0,
    "img": "wool",
    "name": "Шерсть"
  }]
}, {
  "i": "2419",
  "s": "Овцеферма (комбикорм)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/sheep.gif",
    "i": "2555",
    "c": "Овцы",
    "sym": "sheep"
  },
  "epw": 20,
  "ip": [{
    "pi": "15746",
    "q": 2,
    "mq": 0,
    "img": "feedstuff",
    "name": "Комбикорм"
  }],
  "rp": [{
    "pi": "1490",
    "pbq": 13.333333333333334,
    "rq": 0.667,
    "qbp": -20,
    "img": "meat",
    "name": "Мясо"
  }, {
    "pi": "1484",
    "pbq": 100,
    "rq": 5,
    "qbp": 0,
    "img": "wool",
    "name": "Шерсть"
  }]
}, {
  "i": "2412",
  "s": "Одежда",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1482",
    "q": 2,
    "mq": 0,
    "img": "fabric",
    "name": "Ткань"
  }],
  "rp": [{
    "pi": "1520",
    "pbq": 5,
    "rq": 1,
    "qbp": 0,
    "img": "clothes",
    "name": "Одежда"
  }]
}, {
  "i": "423665",
  "s": "Одежда для малышей",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "312796",
    "q": 2,
    "mq": 0,
    "img": "fabric2",
    "name": "Хлопковая ткань"
  }],
  "rp": [{
    "pi": "423628",
    "pbq": 1.25,
    "rq": 1,
    "qbp": 0,
    "img": "crawlers",
    "name": "Одежда для малышей"
  }]
}, {
  "i": "2420",
  "s": "Оливки",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/tractor.gif",
    "i": "1530",
    "c": "Трактор",
    "sym": "tractor"
  },
  "epw": 0.2,
  "ip": [],
  "rp": [{
    "pi": "422053",
    "pbq": 9000,
    "rq": 1,
    "qbp": 0,
    "img": "olive",
    "name": "Оливки"
  }]
}, {
  "i": "422056",
  "s": "Оливковое масло",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "422053",
    "q": 4,
    "mq": 0,
    "img": "olive",
    "name": "Оливки"
  }, {
    "pi": "1481",
    "q": 0.2,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }],
  "rp": [{
    "pi": "422054",
    "pbq": 25,
    "rq": 1,
    "qbp": 0,
    "img": "oliveoil",
    "name": "Оливковое масло"
  }]
}, {
  "i": "422577",
  "s": "Омыватель стекол",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "422548",
    "q": 0.7,
    "mq": 0,
    "img": "ethanol",
    "name": "Этанол"
  }, {
    "pi": "1483",
    "q": 0.3,
    "mq": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }, {
    "pi": "1477",
    "q": 0.2,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }],
  "rp": [{
    "pi": "422550",
    "pbq": 4,
    "rq": 1,
    "qbp": 0,
    "img": "screenwash",
    "name": "Омыватель стекол"
  }]
}, {
  "i": "423140",
  "s": "Опыление сельскохозяйственных культур",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/bee.gif",
    "i": "423138",
    "c": "Пчёлы",
    "sym": "bee"
  },
  "epw": 5,
  "ip": [{
    "pi": "423139",
    "q": 0.3,
    "mq": 0,
    "img": "honeycomb",
    "name": "Вощина"
  }],
  "rp": [{
    "pi": "423151",
    "pbq": 50,
    "rq": 10,
    "qbp": 0,
    "img": "honey",
    "name": "Мёд"
  }]
}, {
  "i": "2404",
  "s": "Освежитель воздуха",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1471",
    "q": 0.01,
    "mq": 0,
    "img": "aluminium",
    "name": "Алюминий"
  }, {
    "pi": "1483",
    "q": 0.03,
    "mq": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }, {
    "pi": "16004",
    "q": 0.01,
    "mq": 0,
    "img": "essence1",
    "name": "Парфюмерная эссенция"
  }],
  "rp": [{
    "pi": "1511",
    "pbq": 125,
    "rq": 1,
    "qbp": 20,
    "img": "householdchemistry",
    "name": "Бытовая химия"
  }]
}, {
  "i": "335186",
  "s": "Осетровые",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/fishtrawler.gif",
    "i": "335182",
    "c": "Рыболовецкий траулер",
    "sym": "fishtrawler"
  },
  "epw": 0.1,
  "ip": [],
  "rp": [{
    "pi": "335177",
    "pbq": 40,
    "rq": 1,
    "qbp": 0,
    "img": "sturgeon",
    "name": "Осетр"
  }]
}, {
  "i": "335200",
  "s": "Осетровые деликатесы",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1477",
    "q": 0.1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "335177",
    "q": 0.5,
    "mq": 0,
    "img": "sturgeon",
    "name": "Осетр"
  }],
  "rp": [{
    "pi": "335178",
    "pbq": 5,
    "rq": 1,
    "qbp": 50,
    "img": "fishdeli",
    "name": "Рыбные деликатесы"
  }]
}, {
  "i": "123",
  "s": "Оснащение яхты",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1463",
    "q": 50,
    "mq": 0,
    "img": "wood",
    "name": "Древесина"
  }, {
    "pi": "1477",
    "q": 25,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1480",
    "q": 25,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1479",
    "q": 300,
    "mq": 0,
    "img": "syntheticfabric",
    "name": "Синтетическая ткань"
  }, {
    "pi": "1473",
    "q": 5,
    "mq": 0,
    "img": "engine",
    "name": "Двигатель"
  }, {
    "pi": "1475",
    "q": 100,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }],
  "rp": [{
    "pi": "131",
    "pbq": 0.001,
    "rq": 1,
    "qbp": 0,
    "img": "yacht_equipment",
    "name": "Оснащение яхты"
  }]
}, {
  "i": "301327",
  "s": "Пальто",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1484",
    "q": 6,
    "mq": 0,
    "img": "wool",
    "name": "Шерсть"
  }, {
    "pi": "1479",
    "q": 1,
    "mq": 0,
    "img": "syntheticfabric",
    "name": "Синтетическая ткань"
  }],
  "rp": [{
    "pi": "301320",
    "pbq": 2.5,
    "rq": 1,
    "qbp": 20,
    "img": "",
    "name": ""
  }]
}, {
  "i": "373203",
  "s": "Парикмахерское оборудование",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1480",
    "q": 0.2,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "7095",
    "q": 1,
    "mq": 0,
    "img": "furniture2",
    "name": "Мебель"
  }, {
    "pi": "7094",
    "q": 1,
    "mq": 0,
    "img": "mirror",
    "name": "Зеркало"
  }, {
    "pi": "7092",
    "q": 1,
    "mq": 0,
    "img": "hairdrier",
    "name": "Фен"
  }],
  "rp": [{
    "pi": "373197",
    "pbq": 0.25,
    "rq": 1,
    "qbp": 0,
    "img": "hairdressing",
    "name": "Парикмахерское оборудование"
  }]
}, {
  "i": "422142",
  "s": "Паровая турбина",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1480",
    "q": 1000,
    "mq": 10,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "370071",
    "q": 100,
    "mq": 0,
    "img": "cu",
    "name": "Медь"
  }, {
    "pi": "380051",
    "q": 100,
    "mq": 0,
    "img": "ti",
    "name": "Титан"
  }, {
    "pi": "1475",
    "q": 300,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }, {
    "pi": "1485",
    "q": 200,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }],
  "rp": [{
    "pi": "422131",
    "pbq": 0.006666666666666667,
    "rq": 1,
    "qbp": 0,
    "img": "turbine",
    "name": "Паровая турбина"
  }]
}, {
  "i": "422142",
  "s": "Паровой котёл",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1480",
    "q": 1000,
    "mq": 10,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "7088",
    "q": 50,
    "mq": 0,
    "img": "cr",
    "name": "Хром"
  }, {
    "pi": "1462",
    "q": 700,
    "mq": 0,
    "img": "clay",
    "name": "Глина"
  }, {
    "pi": "1475",
    "q": 100,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }, {
    "pi": "1485",
    "q": 100,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }],
  "rp": [{
    "pi": "422132",
    "pbq": 0.006666666666666667,
    "rq": 1,
    "qbp": 0,
    "img": "boiler",
    "name": "Паровой котёл"
  }]
}, {
  "i": "16024",
  "s": "Парфюмерия",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "16004",
    "q": 0.1,
    "mq": 0,
    "img": "essence1",
    "name": "Парфюмерная эссенция"
  }, {
    "pi": "1481",
    "q": 0.1,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "422548",
    "q": 0.1,
    "mq": 0,
    "img": "ethanol",
    "name": "Этанол"
  }],
  "rp": [{
    "pi": "16007",
    "pbq": 40,
    "rq": 1,
    "qbp": 0,
    "img": "perfumery",
    "name": "Парфюмерия"
  }]
}, {
  "i": "1855",
  "s": "Пельмени",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1490",
    "q": 0.3,
    "mq": 0,
    "img": "meat",
    "name": "Мясо"
  }, {
    "pi": "1501",
    "q": 0.5,
    "mq": 0,
    "img": "flour",
    "name": "Мука"
  }],
  "rp": [{
    "pi": "1496",
    "pbq": 40,
    "rq": 1,
    "qbp": -50,
    "img": "sausages",
    "name": "Колбасные изделия"
  }]
}, {
  "i": "301321",
  "s": "Перчатки",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1474",
    "q": 0.5,
    "mq": 0,
    "img": "leather",
    "name": "Кожа"
  }, {
    "pi": "1482",
    "q": 0.2,
    "mq": 0,
    "img": "fabric",
    "name": "Ткань"
  }],
  "rp": [{
    "pi": "301318",
    "pbq": 2.5,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }]
}, {
  "i": "423489",
  "s": "Печень трески",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "423481",
    "q": 1,
    "mq": 0,
    "img": "codfish",
    "name": "Треска"
  }, {
    "pi": "1480",
    "q": 0.2,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }],
  "rp": [{
    "pi": "423482",
    "pbq": 12.5,
    "rq": 1,
    "qbp": 0,
    "img": "codliver",
    "name": "Печень трески"
  }]
}, {
  "i": "2421",
  "s": "Пиво в банках",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1471",
    "q": 0.01,
    "mq": 0,
    "img": "aluminium",
    "name": "Алюминий"
  }, {
    "pi": "1487",
    "q": 0.4,
    "mq": 0,
    "img": "grain",
    "name": "Зерно"
  }],
  "rp": [{
    "pi": "1502",
    "pbq": 149.99,
    "rq": 1,
    "qbp": -7,
    "img": "beer",
    "name": "Пиво"
  }]
}, {
  "i": "2421",
  "s": "Пиво в бутылках",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1481",
    "q": 0.05,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "1487",
    "q": 0.4,
    "mq": 0,
    "img": "grain",
    "name": "Зерно"
  }],
  "rp": [{
    "pi": "1502",
    "pbq": 100,
    "rq": 1,
    "qbp": 0,
    "img": "beer",
    "name": "Пиво"
  }]
}, {
  "i": "2438",
  "s": "Пилорама",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1480",
    "q": 8,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1463",
    "q": 3,
    "mq": 0,
    "img": "wood",
    "name": "Древесина"
  }, {
    "pi": "1475",
    "q": 1,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }],
  "rp": [{
    "pi": "10717",
    "pbq": 0.6,
    "rq": 1,
    "qbp": 0,
    "img": "saw",
    "name": "Пилорама"
  }]
}, {
  "i": "2410",
  "s": "Письменные принадлежности",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1477",
    "q": 0.1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1476",
    "q": 0.1,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }],
  "rp": [{
    "pi": "3866",
    "pbq": 12.5,
    "rq": 1,
    "qbp": 0,
    "img": "stationery",
    "name": "Канцтовары"
  }]
}, {
  "i": "15769",
  "s": "Пицца",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1501",
    "q": 1,
    "mq": 0,
    "img": "flour",
    "name": "Мука"
  }, {
    "pi": "15743",
    "q": 1,
    "mq": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "1496",
    "q": 0.5,
    "mq": 0,
    "img": "sausages",
    "name": "Колбасные изделия"
  }, {
    "pi": "15750",
    "q": 0.5,
    "mq": 0,
    "img": "sauce",
    "name": "Соусы"
  }],
  "rp": [{
    "pi": "15749",
    "pbq": 70,
    "rq": 1,
    "qbp": 0,
    "img": "instant",
    "name": "Продукты быстрого приготовления"
  }]
}, {
  "i": "423307",
  "s": "Планшет",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "423270",
    "q": 1,
    "mq": 0,
    "img": "microprocessor",
    "name": "Микропроцессор"
  }, {
    "pi": "423271",
    "q": 1,
    "mq": 0,
    "img": "li_battery",
    "name": "Литий-ионный аккумулятор"
  }, {
    "pi": "423780",
    "q": 1,
    "mq": 0,
    "img": "matrix",
    "name": "Светочувствительная матрица"
  }, {
    "pi": "422202",
    "q": 1,
    "mq": 0,
    "img": "led",
    "name": "LED"
  }, {
    "pi": "1477",
    "q": 0.2,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }],
  "rp": [{
    "pi": "423782",
    "pbq": 1,
    "rq": 1,
    "qbp": 0,
    "img": "ipad",
    "name": "Планшет"
  }]
}, {
  "i": "2410",
  "s": "Пластиковые душевые кабинки",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1477",
    "q": 2,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1471",
    "q": 0.5,
    "mq": 0,
    "img": "aluminium",
    "name": "Алюминий"
  }],
  "rp": [{
    "pi": "3965",
    "pbq": 4,
    "rq": 1,
    "qbp": 0,
    "img": "showercubicle",
    "name": "Душевые кабинки"
  }]
}, {
  "i": "2416",
  "s": "Пластиковые игрушки",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1477",
    "q": 0.1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1476",
    "q": 0.1,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }],
  "rp": [{
    "pi": "1514",
    "pbq": 20,
    "rq": 1,
    "qbp": 0,
    "img": "toys",
    "name": "Игрушки"
  }]
}, {
  "i": "2405",
  "s": "Пластмасса",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1467",
    "q": 1,
    "mq": 0,
    "img": "oil",
    "name": "Нефть"
  }, {
    "pi": "1476",
    "q": 0.1,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }],
  "rp": [{
    "pi": "1477",
    "pbq": 16,
    "rq": 1,
    "qbp": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }]
}, {
  "i": "303318",
  "s": "Плодоовощные косметические компоненты",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "15743",
    "q": 20,
    "mq": 0,
    "img": "",
    "name": ""
  }],
  "rp": [{
    "pi": "303309",
    "pbq": 5,
    "rq": 1,
    "qbp": 10,
    "img": "essence2",
    "name": "Косметическое масло"
  }]
}, {
  "i": "423659",
  "s": "Подгузники",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1483",
    "q": 0.3,
    "mq": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }, {
    "pi": "1479",
    "q": 0.7,
    "mq": 0,
    "img": "syntheticfabric",
    "name": "Синтетическая ткань"
  }, {
    "pi": "312795",
    "q": 0.1,
    "mq": 0,
    "img": "fiber",
    "name": "Хлопковое волокно"
  }],
  "rp": [{
    "pi": "423627",
    "pbq": 5,
    "rq": 1,
    "qbp": 0,
    "img": "diapers",
    "name": "Подгузники"
  }]
}, {
  "i": "2404",
  "s": "Полироли",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "422548",
    "q": 0.8,
    "mq": 0,
    "img": "ethanol",
    "name": "Этанол"
  }, {
    "pi": "1483",
    "q": 0.2,
    "mq": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }, {
    "pi": "1477",
    "q": 0.1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "423152",
    "q": 1,
    "mq": 0,
    "img": "wax",
    "name": "Воск"
  }],
  "rp": [{
    "pi": "422551",
    "pbq": 32,
    "rq": 1,
    "qbp": 15,
    "img": "detergents",
    "name": "Чистящие средства"
  }]
}, {
  "i": "422911",
  "s": "Полотенце",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "312795",
    "q": 2,
    "mq": 0,
    "img": "fiber",
    "name": "Хлопковое волокно"
  }, {
    "pi": "1476",
    "q": 0.2,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }],
  "rp": [{
    "pi": "422897",
    "pbq": 5,
    "rq": 1,
    "qbp": 0,
    "img": "towel",
    "name": "Полотенце"
  }]
}, {
  "i": "422692",
  "s": "Пончо",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1484",
    "q": 3,
    "mq": 0,
    "img": "wool",
    "name": "Шерсть"
  }, {
    "pi": "1482",
    "q": 1,
    "mq": 0,
    "img": "fabric",
    "name": "Ткань"
  }],
  "rp": [{
    "pi": "422650",
    "pbq": 5,
    "rq": 1,
    "qbp": 0,
    "img": "poncho",
    "name": "Пончо"
  }]
}, {
  "i": "301321",
  "s": "Портфели",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1474",
    "q": 3,
    "mq": 0,
    "img": "leather",
    "name": "Кожа"
  }, {
    "pi": "1480",
    "q": 0.1,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1479",
    "q": 0.5,
    "mq": 0,
    "img": "syntheticfabric",
    "name": "Синтетическая ткань"
  }],
  "rp": [{
    "pi": "301319",
    "pbq": 1,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }]
}, {
  "i": "2408",
  "s": "Посуда",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1481",
    "q": 1,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }],
  "rp": [{
    "pi": "1521",
    "pbq": 10,
    "rq": 1,
    "qbp": 0,
    "img": "dishes",
    "name": "Посуда"
  }]
}, {
  "i": "373227",
  "s": "Посудомоечные машины",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "7090",
    "q": 1,
    "mq": 0,
    "img": "termo",
    "name": "Термоэлемент"
  }, {
    "pi": "1480",
    "q": 1,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1477",
    "q": 1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1485",
    "q": 0.25,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }],
  "rp": [{
    "pi": "373202",
    "pbq": 1,
    "rq": 1,
    "qbp": 0,
    "img": "dishwashers",
    "name": "Посудомоечные машины"
  }]
}, {
  "i": "359882",
  "s": "Препараты животного происхождения",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "2548",
    "q": 0.02,
    "mq": 0,
    "img": "cow",
    "name": "Коровы"
  }],
  "rp": [{
    "pi": "359859",
    "pbq": 6,
    "rq": 1,
    "qbp": 0,
    "img": "hormonal",
    "name": "Гормональные препараты"
  }]
}, {
  "i": "423307",
  "s": "Принтер",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1477",
    "q": 1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1485",
    "q": 2,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "1476",
    "q": 1,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }],
  "rp": [{
    "pi": "423273",
    "pbq": 2,
    "rq": 1,
    "qbp": 0,
    "img": "printer",
    "name": "Принтер"
  }]
}, {
  "i": "335186",
  "s": "Промысловая рыба",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/fishtrawler.gif",
    "i": "335182",
    "c": "Рыболовецкий траулер",
    "sym": "fishtrawler"
  },
  "epw": 0.1,
  "ip": [],
  "rp": [{
    "pi": "335174",
    "pbq": 200,
    "rq": 1,
    "qbp": 0,
    "img": "fish",
    "name": "Промысловая рыба"
  }]
}, {
  "i": "3903",
  "s": "Прохладительные напитки",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1471",
    "q": 0.01,
    "mq": 0,
    "img": "aluminium",
    "name": "Алюминий"
  }, {
    "pi": "1491",
    "q": 0.1,
    "mq": 0,
    "img": "sugar",
    "name": "Сахар"
  }],
  "rp": [{
    "pi": "1503",
    "pbq": 200,
    "rq": 1,
    "qbp": 0,
    "img": "gaswater",
    "name": "Прохладительные напитки"
  }]
}, {
  "i": "2418",
  "s": "Птицеферма",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/chicken.gif",
    "i": "2556",
    "c": "Домашняя птица",
    "sym": "chicken"
  },
  "epw": 50,
  "ip": [{
    "pi": "1487",
    "q": 7.5,
    "mq": 0,
    "img": "grain",
    "name": "Зерно"
  }],
  "rp": [{
    "pi": "1490",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "meat",
    "name": "Мясо"
  }, {
    "pi": "1494",
    "pbq": 125,
    "rq": 2.5,
    "qbp": 0,
    "img": "eggs",
    "name": "Яйца"
  }]
}, {
  "i": "2418",
  "s": "Птицеферма",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/chicken.gif",
    "i": "2556",
    "c": "Домашняя птица",
    "sym": "chicken"
  },
  "epw": 50,
  "ip": [{
    "pi": "1487",
    "q": 7.5,
    "mq": 0,
    "img": "grain",
    "name": "Зерно"
  }],
  "rp": [{
    "pi": "1490",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "meat",
    "name": "Мясо"
  }, {
    "pi": "1494",
    "pbq": 125,
    "rq": 2.5,
    "qbp": 0,
    "img": "eggs",
    "name": "Яйца"
  }]
}, {
  "i": "2418",
  "s": "Птицеферма (картофель)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/chicken.gif",
    "i": "2556",
    "c": "Домашняя птица",
    "sym": "chicken"
  },
  "epw": 50,
  "ip": [{
    "pi": "15742",
    "q": 9,
    "mq": 0,
    "img": "potato",
    "name": "Картофель"
  }],
  "rp": [{
    "pi": "1490",
    "pbq": 50,
    "rq": 1,
    "qbp": 10,
    "img": "meat",
    "name": "Мясо"
  }, {
    "pi": "1494",
    "pbq": 125,
    "rq": 2.5,
    "qbp": 10,
    "img": "eggs",
    "name": "Яйца"
  }]
}, {
  "i": "2418",
  "s": "Птицеферма (комбикорм)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/chicken.gif",
    "i": "2556",
    "c": "Домашняя птица",
    "sym": "chicken"
  },
  "epw": 50,
  "ip": [{
    "pi": "15746",
    "q": 6,
    "mq": 0,
    "img": "feedstuff",
    "name": "Комбикорм"
  }],
  "rp": [{
    "pi": "1490",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "meat",
    "name": "Мясо"
  }, {
    "pi": "1494",
    "pbq": 125,
    "rq": 2.5,
    "qbp": 0,
    "img": "eggs",
    "name": "Яйца"
  }]
}, {
  "i": "401988",
  "s": "Пуэр",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "401962",
    "q": 8,
    "mq": 12,
    "img": "tea",
    "name": "Чайный лист"
  }, {
    "pi": "1472",
    "q": 2,
    "mq": 0,
    "img": "paper",
    "name": "Бумага"
  }],
  "rp": [{
    "pi": "423116",
    "pbq": 2,
    "rq": 1,
    "qbp": 0,
    "img": "puer_tea",
    "name": "Пуэр"
  }]
}, {
  "i": "359876",
  "s": "Пчелиные лекарственные компоненты",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "359847",
    "q": 5,
    "mq": 0,
    "img": "flower",
    "name": "Цветы и эфиромасличные культуры"
  }, {
    "pi": "423151",
    "q": 1,
    "mq": 0,
    "img": "honey",
    "name": "Мёд"
  }, {
    "pi": "423153",
    "q": 1,
    "mq": 0,
    "img": "rjelly",
    "name": "Маточное молочко"
  }],
  "rp": [{
    "pi": "359858",
    "pbq": 10,
    "rq": 1,
    "qbp": 10,
    "img": "natur_ingredients",
    "name": "Натуральные лекарственные компоненты"
  }]
}, {
  "i": "303324",
  "s": "Пылесос",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1473",
    "q": 0.25,
    "mq": 0,
    "img": "engine",
    "name": "Двигатель"
  }, {
    "pi": "1480",
    "q": 0.25,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1478",
    "q": 0.25,
    "mq": 0,
    "img": "rubber",
    "name": "Резина"
  }, {
    "pi": "1477",
    "q": 1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }],
  "rp": [{
    "pi": "303310",
    "pbq": 1,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }]
}, {
  "i": "423653",
  "s": "Радионяня",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1485",
    "q": 0.5,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "1477",
    "q": 1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }],
  "rp": [{
    "pi": "423626",
    "pbq": 2.5,
    "rq": 1,
    "qbp": 0,
    "img": "babymonitor",
    "name": "Радионяня"
  }]
}, {
  "i": "2044",
  "s": "Разведение коров",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/cow.gif",
    "i": "2548",
    "c": "Коровы",
    "sym": "cow"
  },
  "epw": 5,
  "ip": [{
    "pi": "1487",
    "q": 24,
    "mq": 0,
    "img": "grain",
    "name": "Зерно"
  }],
  "rp": [{
    "pi": "2548",
    "pbq": 0.25,
    "rq": 0.05,
    "qbp": 0,
    "img": "cow",
    "name": "Коровы"
  }]
}, {
  "i": "2044",
  "s": "Разведение коров (картофель)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/cow.gif",
    "i": "2548",
    "c": "Коровы",
    "sym": "cow"
  },
  "epw": 5,
  "ip": [{
    "pi": "15742",
    "q": 30,
    "mq": 0,
    "img": "potato",
    "name": "Картофель"
  }],
  "rp": [{
    "pi": "2548",
    "pbq": 0.25,
    "rq": 0.05,
    "qbp": 10,
    "img": "cow",
    "name": "Коровы"
  }]
}, {
  "i": "2044",
  "s": "Разведение коров (клевер)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/cow.gif",
    "i": "2548",
    "c": "Коровы",
    "sym": "cow"
  },
  "epw": 5,
  "ip": [{
    "pi": "15745",
    "q": 30,
    "mq": 0,
    "img": "feedcrop",
    "name": "Кормовые культуры"
  }],
  "rp": [{
    "pi": "2548",
    "pbq": 0.25,
    "rq": 0.05,
    "qbp": -10,
    "img": "cow",
    "name": "Коровы"
  }]
}, {
  "i": "2044",
  "s": "Разведение коров (комбикорм)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/cow.gif",
    "i": "2548",
    "c": "Коровы",
    "sym": "cow"
  },
  "epw": 5,
  "ip": [{
    "pi": "15746",
    "q": 20,
    "mq": 0,
    "img": "feedstuff",
    "name": "Комбикорм"
  }],
  "rp": [{
    "pi": "2548",
    "pbq": 0.4,
    "rq": 0.08,
    "qbp": 0,
    "img": "cow",
    "name": "Коровы"
  }]
}, {
  "i": "2418",
  "s": "Разведение кур",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/chicken.gif",
    "i": "2556",
    "c": "Домашняя птица",
    "sym": "chicken"
  },
  "epw": 50,
  "ip": [{
    "pi": "1487",
    "q": 7.5,
    "mq": 0,
    "img": "grain",
    "name": "Зерно"
  }],
  "rp": [{
    "pi": "2556",
    "pbq": 5,
    "rq": 0.1,
    "qbp": 0,
    "img": "chicken",
    "name": "Домашняя птица"
  }]
}, {
  "i": "2418",
  "s": "Разведение кур (картофель)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/chicken.gif",
    "i": "2556",
    "c": "Домашняя птица",
    "sym": "chicken"
  },
  "epw": 50,
  "ip": [{
    "pi": "15742",
    "q": 9,
    "mq": 0,
    "img": "potato",
    "name": "Картофель"
  }],
  "rp": [{
    "pi": "2556",
    "pbq": 6.25,
    "rq": 0.125,
    "qbp": 10,
    "img": "chicken",
    "name": "Домашняя птица"
  }]
}, {
  "i": "2418",
  "s": "Разведение кур (комбикорм)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/chicken.gif",
    "i": "2556",
    "c": "Домашняя птица",
    "sym": "chicken"
  },
  "epw": 50,
  "ip": [{
    "pi": "15746",
    "q": 6,
    "mq": 0,
    "img": "feedstuff",
    "name": "Комбикорм"
  }],
  "rp": [{
    "pi": "2556",
    "pbq": 6.25,
    "rq": 0.125,
    "qbp": 0,
    "img": "chicken",
    "name": "Домашняя птица"
  }]
}, {
  "i": "2419",
  "s": "Разведение овец",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/sheep.gif",
    "i": "2555",
    "c": "Овцы",
    "sym": "sheep"
  },
  "epw": 20,
  "ip": [{
    "pi": "1487",
    "q": 2.8,
    "mq": 0,
    "img": "grain",
    "name": "Зерно"
  }],
  "rp": [{
    "pi": "1484",
    "pbq": 40,
    "rq": 2,
    "qbp": 0,
    "img": "wool",
    "name": "Шерсть"
  }, {
    "pi": "2555",
    "pbq": 0.8,
    "rq": 0.04,
    "qbp": 0,
    "img": "sheep",
    "name": "Овцы"
  }]
}, {
  "i": "2419",
  "s": "Разведение овец",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/sheep.gif",
    "i": "2555",
    "c": "Овцы",
    "sym": "sheep"
  },
  "epw": 20,
  "ip": [{
    "pi": "1487",
    "q": 2.8,
    "mq": 0,
    "img": "grain",
    "name": "Зерно"
  }],
  "rp": [{
    "pi": "1484",
    "pbq": 40,
    "rq": 2,
    "qbp": 0,
    "img": "wool",
    "name": "Шерсть"
  }, {
    "pi": "2555",
    "pbq": 0.8,
    "rq": 0.04,
    "qbp": 0,
    "img": "sheep",
    "name": "Овцы"
  }]
}, {
  "i": "2419",
  "s": "Разведение овец (картофель)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/sheep.gif",
    "i": "2555",
    "c": "Овцы",
    "sym": "sheep"
  },
  "epw": 20,
  "ip": [{
    "pi": "15742",
    "q": 3,
    "mq": 0,
    "img": "potato",
    "name": "Картофель"
  }],
  "rp": [{
    "pi": "1484",
    "pbq": 40,
    "rq": 2,
    "qbp": 0,
    "img": "wool",
    "name": "Шерсть"
  }, {
    "pi": "2555",
    "pbq": 0.8,
    "rq": 0.04,
    "qbp": 10,
    "img": "sheep",
    "name": "Овцы"
  }]
}, {
  "i": "2419",
  "s": "Разведение овец (клевер)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/sheep.gif",
    "i": "2555",
    "c": "Овцы",
    "sym": "sheep"
  },
  "epw": 20,
  "ip": [{
    "pi": "15745",
    "q": 3,
    "mq": 0,
    "img": "feedcrop",
    "name": "Кормовые культуры"
  }],
  "rp": [{
    "pi": "1484",
    "pbq": 40,
    "rq": 2,
    "qbp": -10,
    "img": "wool",
    "name": "Шерсть"
  }, {
    "pi": "2555",
    "pbq": 0.8,
    "rq": 0.04,
    "qbp": 0,
    "img": "sheep",
    "name": "Овцы"
  }]
}, {
  "i": "2419",
  "s": "Разведение овец (комбикорм)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/sheep.gif",
    "i": "2555",
    "c": "Овцы",
    "sym": "sheep"
  },
  "epw": 20,
  "ip": [{
    "pi": "15746",
    "q": 2,
    "mq": 0,
    "img": "feedstuff",
    "name": "Комбикорм"
  }],
  "rp": [{
    "pi": "2555",
    "pbq": 1,
    "rq": 0.05,
    "qbp": 0,
    "img": "sheep",
    "name": "Овцы"
  }]
}, {
  "i": "2417",
  "s": "Разведение свиней",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/pig.gif",
    "i": "2554",
    "c": "Свиньи",
    "sym": "pig"
  },
  "epw": 10,
  "ip": [{
    "pi": "1487",
    "q": 16,
    "mq": 0,
    "img": "grain",
    "name": "Зерно"
  }],
  "rp": [{
    "pi": "2554",
    "pbq": 1,
    "rq": 0.1,
    "qbp": 0,
    "img": "pig",
    "name": "Свиньи"
  }]
}, {
  "i": "2417",
  "s": "Разведение свиней (картофель)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/pig.gif",
    "i": "2554",
    "c": "Свиньи",
    "sym": "pig"
  },
  "epw": 10,
  "ip": [{
    "pi": "15742",
    "q": 18,
    "mq": 0,
    "img": "potato",
    "name": "Картофель"
  }],
  "rp": [{
    "pi": "2554",
    "pbq": 1,
    "rq": 0.1,
    "qbp": 10,
    "img": "pig",
    "name": "Свиньи"
  }]
}, {
  "i": "2417",
  "s": "Разведение свиней (клевер)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/pig.gif",
    "i": "2554",
    "c": "Свиньи",
    "sym": "pig"
  },
  "epw": 10,
  "ip": [{
    "pi": "15745",
    "q": 16,
    "mq": 0,
    "img": "feedcrop",
    "name": "Кормовые культуры"
  }],
  "rp": [{
    "pi": "2554",
    "pbq": 1,
    "rq": 0.1,
    "qbp": -10,
    "img": "pig",
    "name": "Свиньи"
  }]
}, {
  "i": "2417",
  "s": "Разведение свиней (комбикорм)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/pig.gif",
    "i": "2554",
    "c": "Свиньи",
    "sym": "pig"
  },
  "epw": 10,
  "ip": [{
    "pi": "15746",
    "q": 15,
    "mq": 0,
    "img": "feedstuff",
    "name": "Комбикорм"
  }],
  "rp": [{
    "pi": "2554",
    "pbq": 1.25,
    "rq": 0.125,
    "qbp": 0,
    "img": "pig",
    "name": "Свиньи"
  }]
}, {
  "i": "423671",
  "s": "Развивающие игрушки",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1477",
    "q": 1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1476",
    "q": 0.2,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }, {
    "pi": "422202",
    "q": 0.1,
    "mq": 0,
    "img": "led",
    "name": "LED"
  }],
  "rp": [{
    "pi": "423629",
    "pbq": 2,
    "rq": 1,
    "qbp": 0,
    "img": "educationaltoys",
    "name": "Развивающие игрушки"
  }]
}, {
  "i": "423140",
  "s": "Размножение пчелиных семей",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/bee.gif",
    "i": "423138",
    "c": "Пчёлы",
    "sym": "bee"
  },
  "epw": 5,
  "ip": [{
    "pi": "423139",
    "q": 0.3,
    "mq": 0,
    "img": "honeycomb",
    "name": "Вощина"
  }],
  "rp": [{
    "pi": "423138",
    "pbq": 0.5,
    "rq": 0.1,
    "qbp": 0,
    "img": "bee",
    "name": "Пчёлы"
  }]
}, {
  "i": "380009",
  "s": "Растворимый кофе",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "380003",
    "q": 0.8,
    "mq": 0,
    "img": "coffee",
    "name": "Кофе"
  }, {
    "pi": "1481",
    "q": 0.1,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }],
  "rp": [{
    "pi": "380006",
    "pbq": 100,
    "rq": 1,
    "qbp": 0,
    "img": "instantcoffee",
    "name": "Растворимый кофе"
  }]
}, {
  "i": "15757",
  "s": "Растительное масло",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "15744",
    "q": 1,
    "mq": 0,
    "img": "",
    "name": ""
  }],
  "rp": [{
    "pi": "15747",
    "pbq": 100,
    "rq": 1,
    "qbp": 30,
    "img": "butter",
    "name": "Масло"
  }]
}, {
  "i": "2405",
  "s": "Резина",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1467",
    "q": 1,
    "mq": 0,
    "img": "oil",
    "name": "Нефть"
  }],
  "rp": [{
    "pi": "1478",
    "pbq": 20,
    "rq": 1,
    "qbp": 0,
    "img": "rubber",
    "name": "Резина"
  }]
}, {
  "i": "422724",
  "s": "Ректификация нефти",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1467",
    "q": 1,
    "mq": 4,
    "img": "oil",
    "name": "Нефть"
  }],
  "rp": [{
    "pi": "422703",
    "pbq": 100,
    "rq": 2,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422704",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422707",
    "pbq": 150,
    "rq": 3,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422706",
    "pbq": 200,
    "rq": 4,
    "qbp": 0,
    "img": "",
    "name": ""
  }]
}, {
  "i": "422724",
  "s": "Ректификация нефти",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1467",
    "q": 1,
    "mq": 4,
    "img": "oil",
    "name": "Нефть"
  }],
  "rp": [{
    "pi": "422703",
    "pbq": 100,
    "rq": 2,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422704",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422707",
    "pbq": 150,
    "rq": 3,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422706",
    "pbq": 200,
    "rq": 4,
    "qbp": 0,
    "img": "",
    "name": ""
  }]
}, {
  "i": "422724",
  "s": "Ректификация нефти",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1467",
    "q": 1,
    "mq": 4,
    "img": "oil",
    "name": "Нефть"
  }],
  "rp": [{
    "pi": "422703",
    "pbq": 100,
    "rq": 2,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422704",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422707",
    "pbq": 150,
    "rq": 3,
    "qbp": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "422706",
    "pbq": 200,
    "rq": 4,
    "qbp": 0,
    "img": "",
    "name": ""
  }]
}, {
  "i": "301321",
  "s": "Ремни",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1474",
    "q": 0.5,
    "mq": 0,
    "img": "leather",
    "name": "Кожа"
  }, {
    "pi": "1480",
    "q": 0.1,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }],
  "rp": [{
    "pi": "301318",
    "pbq": 2.5,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }]
}, {
  "i": "373203",
  "s": "Ресторанное оборудование",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1471",
    "q": 1,
    "mq": 0,
    "img": "aluminium",
    "name": "Алюминий"
  }, {
    "pi": "1510",
    "q": 1,
    "mq": 0,
    "img": "householdappliances",
    "name": "Холодильники"
  }, {
    "pi": "7095",
    "q": 2,
    "mq": 0,
    "img": "furniture2",
    "name": "Мебель"
  }, {
    "pi": "1521",
    "q": 5,
    "mq": 0,
    "img": "dishes",
    "name": "Посуда"
  }, {
    "pi": "312796",
    "q": 2,
    "mq": 0,
    "img": "fabric2",
    "name": "Хлопковая ткань"
  }, {
    "pi": "373199",
    "q": 1,
    "mq": 0,
    "img": "kitchen",
    "name": "Кухонная мебель"
  }, {
    "pi": "373200",
    "q": 1,
    "mq": 0,
    "img": "cookers",
    "name": "Кухонные плиты"
  }, {
    "pi": "373202",
    "q": 1,
    "mq": 0,
    "img": "dishwashers",
    "name": "Посудомоечные машины"
  }],
  "rp": [{
    "pi": "373198",
    "pbq": 0.2,
    "rq": 1,
    "qbp": 0,
    "img": "restaurant",
    "name": "Ресторанное оборудование"
  }]
}, {
  "i": "2410",
  "s": "Ручное зеркало",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1477",
    "q": 0.1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "7091",
    "q": 0.1,
    "mq": 0,
    "img": "mirror0",
    "name": "Зеркальный лист"
  }],
  "rp": [{
    "pi": "7094",
    "pbq": 10,
    "rq": 1,
    "qbp": -50,
    "img": "mirror",
    "name": "Зеркало"
  }]
}, {
  "i": "423489",
  "s": "Рыбий жир",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "423481",
    "q": 2,
    "mq": 0,
    "img": "codfish",
    "name": "Треска"
  }, {
    "pi": "15742",
    "q": 0.1,
    "mq": 0,
    "img": "potato",
    "name": "Картофель"
  }],
  "rp": [{
    "pi": "423483",
    "pbq": 10,
    "rq": 1,
    "qbp": 0,
    "img": "codliveroil",
    "name": "Рыбий жир"
  }]
}, {
  "i": "335200",
  "s": "Рыбная мука",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1482",
    "q": 0.5,
    "mq": 0,
    "img": "fabric",
    "name": "Ткань"
  }, {
    "pi": "335174",
    "q": 4,
    "mq": 0,
    "img": "fish",
    "name": "Промысловая рыба"
  }],
  "rp": [{
    "pi": "335184",
    "pbq": 12.5,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }]
}, {
  "i": "335200",
  "s": "Рыбные консервы",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1480",
    "q": 0.2,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "335174",
    "q": 2,
    "mq": 0,
    "img": "fish",
    "name": "Промысловая рыба"
  }],
  "rp": [{
    "pi": "335175",
    "pbq": 25,
    "rq": 1,
    "qbp": 0,
    "img": "fishcan",
    "name": "Рыбные консервы"
  }]
}, {
  "i": "335220",
  "s": "Рыболовецкий траулер",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "335183",
    "q": 100,
    "mq": 0,
    "img": "seine",
    "name": "Рыболовная сеть"
  }, {
    "pi": "1473",
    "q": 70,
    "mq": 0,
    "img": "engine",
    "name": "Двигатель"
  }, {
    "pi": "1463",
    "q": 200,
    "mq": 0,
    "img": "wood",
    "name": "Древесина"
  }, {
    "pi": "1480",
    "q": 1000,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1477",
    "q": 500,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1476",
    "q": 100,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }, {
    "pi": "1478",
    "q": 100,
    "mq": 0,
    "img": "rubber",
    "name": "Резина"
  }, {
    "pi": "1475",
    "q": 200,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }, {
    "pi": "1510",
    "q": 70,
    "mq": 0,
    "img": "householdappliances",
    "name": "Холодильники"
  }],
  "rp": [{
    "pi": "335182",
    "pbq": 0.001,
    "rq": 1,
    "qbp": 0,
    "img": "fishtrawler",
    "name": "Рыболовецкий траулер"
  }]
}, {
  "i": "2414",
  "s": "Рыболовные сети",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "312795",
    "q": 100,
    "mq": 0,
    "img": "fiber",
    "name": "Хлопковое волокно"
  }],
  "rp": [{
    "pi": "335183",
    "pbq": 0.125,
    "rq": 1,
    "qbp": 0,
    "img": "seine",
    "name": "Рыболовная сеть"
  }]
}, {
  "i": "422386",
  "s": "Садовый декор",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1476",
    "q": 2,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }, {
    "pi": "1462",
    "q": 5,
    "mq": 3,
    "img": "clay",
    "name": "Глина"
  }],
  "rp": [{
    "pi": "422380",
    "pbq": 4,
    "rq": 1,
    "qbp": 0,
    "img": "",
    "name": ""
  }]
}, {
  "i": "422443",
  "s": "Садовый инвентарь",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1480",
    "q": 0.5,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1478",
    "q": 0.5,
    "mq": 0,
    "img": "rubber",
    "name": "Резина"
  }],
  "rp": [{
    "pi": "422431",
    "pbq": 4,
    "rq": 1,
    "qbp": 0,
    "img": "gardentools",
    "name": "Садовый инвентарь"
  }]
}, {
  "i": "2428",
  "s": "Сантехника",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1462",
    "q": 7,
    "mq": 0,
    "img": "clay",
    "name": "Глина"
  }],
  "rp": [{
    "pi": "3870",
    "pbq": 4,
    "rq": 1,
    "qbp": 0,
    "img": "sanitaryware",
    "name": "Сантехника"
  }]
}, {
  "i": "2428",
  "s": "Сантехника в упаковке",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1462",
    "q": 7,
    "mq": 0,
    "img": "clay",
    "name": "Глина"
  }, {
    "pi": "302159",
    "q": 1,
    "mq": 0,
    "img": "",
    "name": ""
  }],
  "rp": [{
    "pi": "3870",
    "pbq": 4,
    "rq": 1,
    "qbp": 5,
    "img": "sanitaryware",
    "name": "Сантехника"
  }]
}, {
  "i": "2119",
  "s": "Сахар",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/tractor.gif",
    "i": "1530",
    "c": "Трактор",
    "sym": "tractor"
  },
  "epw": 0.2,
  "ip": [],
  "rp": [{
    "pi": "1491",
    "pbq": 9360.94,
    "rq": 1,
    "qbp": 0,
    "img": "sugar",
    "name": "Сахар"
  }]
}, {
  "i": "423140",
  "s": "Сбор мёда",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/bee.gif",
    "i": "423138",
    "c": "Пчёлы",
    "sym": "bee"
  },
  "epw": 5,
  "ip": [{
    "pi": "423139",
    "q": 0.3,
    "mq": 0,
    "img": "honeycomb",
    "name": "Вощина"
  }],
  "rp": [{
    "pi": "423152",
    "pbq": 50,
    "rq": 10,
    "qbp": 0,
    "img": "wax",
    "name": "Воск"
  }, {
    "pi": "423151",
    "pbq": 100,
    "rq": 20,
    "qbp": 0,
    "img": "honey",
    "name": "Мёд"
  }]
}, {
  "i": "423140",
  "s": "Сбор мёда",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/bee.gif",
    "i": "423138",
    "c": "Пчёлы",
    "sym": "bee"
  },
  "epw": 5,
  "ip": [{
    "pi": "423139",
    "q": 0.3,
    "mq": 0,
    "img": "honeycomb",
    "name": "Вощина"
  }],
  "rp": [{
    "pi": "423152",
    "pbq": 50,
    "rq": 10,
    "qbp": 0,
    "img": "wax",
    "name": "Воск"
  }, {
    "pi": "423151",
    "pbq": 100,
    "rq": 20,
    "qbp": 0,
    "img": "honey",
    "name": "Мёд"
  }]
}, {
  "i": "370094",
  "s": "Сверхлегкие алюминиевые сплавы",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "370070",
    "q": 1,
    "mq": 0,
    "img": "colch",
    "name": "Медный колчедан"
  }, {
    "pi": "1461",
    "q": 3,
    "mq": 1.5,
    "img": "bauxite",
    "name": "Бокситы"
  }],
  "rp": [{
    "pi": "370073",
    "pbq": 13.333333333333334,
    "rq": 1,
    "qbp": 0,
    "img": "alcu",
    "name": "Сверхлёгкий алюминиевый сплав"
  }]
}, {
  "i": "422467",
  "s": "Светильник",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "422435",
    "q": 1,
    "mq": 0,
    "img": "ledlamp",
    "name": "Светодиодная лампа"
  }, {
    "pi": "370071",
    "q": 0.25,
    "mq": 0,
    "img": "cu",
    "name": "Медь"
  }, {
    "pi": "1477",
    "q": 0.5,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }],
  "rp": [{
    "pi": "422436",
    "pbq": 1,
    "rq": 1,
    "qbp": 0,
    "img": "readinglamp",
    "name": "Светильник"
  }]
}, {
  "i": "422461",
  "s": "Светодиодная лампа",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "422202",
    "q": 0.5,
    "mq": 0,
    "img": "led",
    "name": "LED"
  }, {
    "pi": "1481",
    "q": 0.25,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "1477",
    "q": 0.25,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1471",
    "q": 0.1,
    "mq": 0,
    "img": "aluminium",
    "name": "Алюминий"
  }],
  "rp": [{
    "pi": "422435",
    "pbq": 2,
    "rq": 1,
    "qbp": 0,
    "img": "ledlamp",
    "name": "Светодиодная лампа"
  }]
}, {
  "i": "423295",
  "s": "Светочувствительная матрица",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1466",
    "q": 1,
    "mq": 3,
    "img": "silicon",
    "name": "Кремний"
  }],
  "rp": [{
    "pi": "423780",
    "pbq": 2,
    "rq": 1,
    "qbp": 0,
    "img": "matrix",
    "name": "Светочувствительная матрица"
  }]
}, {
  "i": "2417",
  "s": "Свиноферма",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/pig.gif",
    "i": "2554",
    "c": "Свиньи",
    "sym": "pig"
  },
  "epw": 10,
  "ip": [{
    "pi": "1487",
    "q": 16,
    "mq": 0,
    "img": "grain",
    "name": "Зерно"
  }],
  "rp": [{
    "pi": "1474",
    "pbq": 4,
    "rq": 0.4,
    "qbp": 25,
    "img": "leather",
    "name": "Кожа"
  }, {
    "pi": "1490",
    "pbq": 25,
    "rq": 2.5,
    "qbp": 5,
    "img": "meat",
    "name": "Мясо"
  }]
}, {
  "i": "2417",
  "s": "Свиноферма",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/pig.gif",
    "i": "2554",
    "c": "Свиньи",
    "sym": "pig"
  },
  "epw": 10,
  "ip": [{
    "pi": "1487",
    "q": 16,
    "mq": 0,
    "img": "grain",
    "name": "Зерно"
  }],
  "rp": [{
    "pi": "1474",
    "pbq": 4,
    "rq": 0.4,
    "qbp": 25,
    "img": "leather",
    "name": "Кожа"
  }, {
    "pi": "1490",
    "pbq": 25,
    "rq": 2.5,
    "qbp": 5,
    "img": "meat",
    "name": "Мясо"
  }]
}, {
  "i": "2417",
  "s": "Свиноферма (картофель)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/pig.gif",
    "i": "2554",
    "c": "Свиньи",
    "sym": "pig"
  },
  "epw": 10,
  "ip": [{
    "pi": "15742",
    "q": 18,
    "mq": 0,
    "img": "potato",
    "name": "Картофель"
  }],
  "rp": [{
    "pi": "1474",
    "pbq": 4,
    "rq": 0.4,
    "qbp": 35,
    "img": "leather",
    "name": "Кожа"
  }, {
    "pi": "1490",
    "pbq": 25,
    "rq": 2.5,
    "qbp": 15,
    "img": "meat",
    "name": "Мясо"
  }]
}, {
  "i": "2417",
  "s": "Свиноферма (клевер)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/pig.gif",
    "i": "2554",
    "c": "Свиньи",
    "sym": "pig"
  },
  "epw": 10,
  "ip": [{
    "pi": "15745",
    "q": 16,
    "mq": 0,
    "img": "feedcrop",
    "name": "Кормовые культуры"
  }],
  "rp": [{
    "pi": "1474",
    "pbq": 4,
    "rq": 0.4,
    "qbp": 15,
    "img": "leather",
    "name": "Кожа"
  }, {
    "pi": "1490",
    "pbq": 25,
    "rq": 2.5,
    "qbp": -5,
    "img": "meat",
    "name": "Мясо"
  }]
}, {
  "i": "2417",
  "s": "Свиноферма (комбикорм)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/pig.gif",
    "i": "2554",
    "c": "Свиньи",
    "sym": "pig"
  },
  "epw": 10,
  "ip": [{
    "pi": "15746",
    "q": 15,
    "mq": 0,
    "img": "feedstuff",
    "name": "Комбикорм"
  }],
  "rp": [{
    "pi": "1474",
    "pbq": 4,
    "rq": 0.4,
    "qbp": 25,
    "img": "leather",
    "name": "Кожа"
  }, {
    "pi": "1490",
    "pbq": 25,
    "rq": 2.5,
    "qbp": 5,
    "img": "meat",
    "name": "Мясо"
  }]
}, {
  "i": "2422",
  "s": "Сдобные булки",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1501",
    "q": 1,
    "mq": 0,
    "img": "flour",
    "name": "Мука"
  }, {
    "pi": "1494",
    "q": 2,
    "mq": 0,
    "img": "eggs",
    "name": "Яйца"
  }, {
    "pi": "15747",
    "q": 0.5,
    "mq": 0,
    "img": "butter",
    "name": "Масло"
  }, {
    "pi": "1489",
    "q": 0.5,
    "mq": 0,
    "img": "milk",
    "name": "Молоко"
  }, {
    "pi": "1491",
    "q": 0.5,
    "mq": 0,
    "img": "sugar",
    "name": "Сахар"
  }],
  "rp": [{
    "pi": "1497",
    "pbq": 30,
    "rq": 1,
    "qbp": 15,
    "img": "cookies",
    "name": "Кондитерские изделия"
  }]
}, {
  "i": "370130",
  "s": "Седан",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "370072",
    "q": 2,
    "mq": 0,
    "img": "elmotor",
    "name": "Электропривод"
  }, {
    "pi": "370073",
    "q": 5,
    "mq": 0,
    "img": "alcu",
    "name": "Сверхлёгкий алюминиевый сплав"
  }, {
    "pi": "370077",
    "q": 10,
    "mq": 0,
    "img": "autoparts",
    "name": "Автозапчасти"
  }, {
    "pi": "1480",
    "q": 5,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1477",
    "q": 4,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1485",
    "q": 1,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "1476",
    "q": 4,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }, {
    "pi": "1473",
    "q": 1,
    "mq": 0,
    "img": "engine",
    "name": "Двигатель"
  }, {
    "pi": "1525",
    "q": 4,
    "mq": 0,
    "img": "tyre",
    "name": "Шины"
  }, {
    "pi": "3838",
    "q": 1,
    "mq": 0,
    "img": "gps",
    "name": "GPS-навигаторы"
  }, {
    "pi": "1481",
    "q": 5,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "1482",
    "q": 4,
    "mq": 0,
    "img": "fabric",
    "name": "Ткань"
  }],
  "rp": [{
    "pi": "370079",
    "pbq": 0.08,
    "rq": 1,
    "qbp": 0,
    "img": "car_sedan",
    "name": "Седан"
  }]
}, {
  "i": "380073",
  "s": "Секция фюзеляжа",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "370073",
    "q": 17400,
    "mq": 0,
    "img": "alcu",
    "name": "Сверхлёгкий алюминиевый сплав"
  }, {
    "pi": "380051",
    "q": 3000,
    "mq": 0,
    "img": "ti",
    "name": "Титан"
  }, {
    "pi": "15339",
    "q": 3000,
    "mq": 0,
    "img": "carbon",
    "name": "Углепластик"
  }, {
    "pi": "1480",
    "q": 3000,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1475",
    "q": 1500,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }, {
    "pi": "1481",
    "q": 1500,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "1476",
    "q": 600,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }],
  "rp": [{
    "pi": "380052",
    "pbq": 0.0004,
    "rq": 1,
    "qbp": 0,
    "img": "fuselage",
    "name": "Секция фюзеляжа"
  }]
}, {
  "i": "423307",
  "s": "Серверная платформа",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "423270",
    "q": 10,
    "mq": 0,
    "img": "microprocessor",
    "name": "Микропроцессор"
  }, {
    "pi": "1485",
    "q": 10,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "1477",
    "q": 3,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "423274",
    "q": 3,
    "mq": 0,
    "img": "comp_accessories",
    "name": "Компьютерные аксессуары"
  }],
  "rp": [{
    "pi": "423781",
    "pbq": 1,
    "rq": 1,
    "qbp": 0,
    "img": "server",
    "name": "Серверная платформа"
  }]
}, {
  "i": "422206",
  "s": "Сигареты",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "422196",
    "q": 1,
    "mq": 0,
    "img": "tobacco",
    "name": "Табак"
  }, {
    "pi": "1472",
    "q": 0.2,
    "mq": 0,
    "img": "paper",
    "name": "Бумага"
  }, {
    "pi": "1469",
    "q": 0.1,
    "mq": 0,
    "img": "coal",
    "name": "Уголь"
  }],
  "rp": [{
    "pi": "422197",
    "pbq": 20,
    "rq": 1,
    "qbp": 0,
    "img": "cigarette",
    "name": "Сигареты"
  }]
}, {
  "i": "422207",
  "s": "Сигары",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1463",
    "q": 0.2,
    "mq": 0,
    "img": "wood",
    "name": "Древесина"
  }, {
    "pi": "422196",
    "q": 10,
    "mq": 8.5,
    "img": "tobacco",
    "name": "Табак"
  }],
  "rp": [{
    "pi": "422198",
    "pbq": 1,
    "rq": 1,
    "qbp": 0,
    "img": "cigar",
    "name": "Сигары"
  }]
}, {
  "i": "2412",
  "s": "Синтетическая одежда",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1479",
    "q": 0.5,
    "mq": 0,
    "img": "syntheticfabric",
    "name": "Синтетическая ткань"
  }],
  "rp": [{
    "pi": "1520",
    "pbq": 9,
    "rq": 1,
    "qbp": -20,
    "img": "clothes",
    "name": "Одежда"
  }]
}, {
  "i": "359876",
  "s": "Синтетические лекарственные компоненты",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1468",
    "q": 3,
    "mq": 0,
    "img": "minerals",
    "name": "Природные минералы"
  }],
  "rp": [{
    "pi": "359857",
    "pbq": 10,
    "rq": 1,
    "qbp": 0,
    "img": "synth_ingredients",
    "name": "Синтетические лекарственные компоненты"
  }]
}, {
  "i": "2405",
  "s": "Синтетические ткани",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1467",
    "q": 0.5,
    "mq": 0,
    "img": "oil",
    "name": "Нефть"
  }, {
    "pi": "1483",
    "q": 1,
    "mq": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }, {
    "pi": "1476",
    "q": 0.1,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }],
  "rp": [{
    "pi": "1479",
    "pbq": 16,
    "rq": 1,
    "qbp": 0,
    "img": "syntheticfabric",
    "name": "Синтетическая ткань"
  }]
}, {
  "i": "359888",
  "s": "Сиропы",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1491",
    "q": 0.25,
    "mq": 0,
    "img": "sugar",
    "name": "Сахар"
  }, {
    "pi": "1481",
    "q": 0.1,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "359858",
    "q": 1,
    "mq": 0,
    "img": "natur_ingredients",
    "name": "Натуральные лекарственные компоненты"
  }],
  "rp": [{
    "pi": "359861",
    "pbq": 10,
    "rq": 1,
    "qbp": 0,
    "img": "mixture",
    "name": "Природные лекарства"
  }]
}, {
  "i": "422742",
  "s": "Система очистки дымовых газов",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1480",
    "q": 100,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1475",
    "q": 100,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }, {
    "pi": "1473",
    "q": 10,
    "mq": 0,
    "img": "engine",
    "name": "Двигатель"
  }, {
    "pi": "312796",
    "q": 50,
    "mq": 0,
    "img": "fabric2",
    "name": "Хлопковая ткань"
  }],
  "rp": [{
    "pi": "422714",
    "pbq": 0.005,
    "rq": 1,
    "qbp": 0,
    "img": "gas_cleaning",
    "name": "Система очистки дымовых газов"
  }]
}, {
  "i": "423182",
  "s": "Сковородки",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1471",
    "q": 1,
    "mq": 0,
    "img": "aluminium",
    "name": "Алюминий"
  }, {
    "pi": "380051",
    "q": 0.5,
    "mq": 0,
    "img": "ti",
    "name": "Титан"
  }, {
    "pi": "1477",
    "q": 0.5,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }],
  "rp": [{
    "pi": "423162",
    "pbq": 5,
    "rq": 1,
    "qbp": 0,
    "img": "pan",
    "name": "Сковородки"
  }]
}, {
  "i": "15757",
  "s": "Сливочное масло",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1489",
    "q": 3,
    "mq": 0,
    "img": "milk",
    "name": "Молоко"
  }],
  "rp": [{
    "pi": "15747",
    "pbq": 100,
    "rq": 1,
    "qbp": 0,
    "img": "butter",
    "name": "Масло"
  }]
}, {
  "i": "422210",
  "s": "Смартфон",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "422202",
    "q": 0.5,
    "mq": 0,
    "img": "led",
    "name": "LED"
  }, {
    "pi": "1477",
    "q": 0.4,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1485",
    "q": 0.5,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }],
  "rp": [{
    "pi": "422212",
    "pbq": 2.5,
    "rq": 1,
    "qbp": 0,
    "img": "smartphone",
    "name": "Смартфон"
  }]
}, {
  "i": "401982",
  "s": "Соевый соус",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "401966",
    "q": 1,
    "mq": 0,
    "img": "soybean",
    "name": "Соя"
  }],
  "rp": [{
    "pi": "423861",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "soysauce",
    "name": "Соевый соус"
  }]
}, {
  "i": "3903",
  "s": "Соки",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1492",
    "q": 0.5,
    "mq": 0,
    "img": "fruits",
    "name": "Фрукты"
  }],
  "rp": [{
    "pi": "1504",
    "pbq": 160,
    "rq": 1,
    "qbp": 0,
    "img": "juice",
    "name": "Сок"
  }]
}, {
  "i": "422160",
  "s": "Солнечный энергоблок",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "422131",
    "q": 1,
    "mq": 0,
    "img": "turbine",
    "name": "Паровая турбина"
  }, {
    "pi": "423727",
    "q": 1,
    "mq": 0,
    "img": "heliostat",
    "name": "Гелиостат"
  }, {
    "pi": "422133",
    "q": 1,
    "mq": 0,
    "img": "heater",
    "name": "Теплообменное оборудование"
  }],
  "rp": [{
    "pi": "423728",
    "pbq": 0.002,
    "rq": 1,
    "qbp": 0,
    "img": "sun_fired",
    "name": "Солнечный энергоблок"
  }]
}, {
  "i": "422692",
  "s": "Сомбреро",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1484",
    "q": 1,
    "mq": 0,
    "img": "wool",
    "name": "Шерсть"
  }],
  "rp": [{
    "pi": "422649",
    "pbq": 2,
    "rq": 1,
    "qbp": 0,
    "img": "sombrero",
    "name": "Сомбреро"
  }]
}, {
  "i": "16018",
  "s": "Специи",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "359847",
    "q": 5,
    "mq": 0,
    "img": "flower",
    "name": "Цветы и эфиромасличные культуры"
  }],
  "rp": [{
    "pi": "16006",
    "pbq": 20,
    "rq": 1,
    "qbp": 0,
    "img": "spice",
    "name": "Специи"
  }]
}, {
  "i": "2415",
  "s": "Спортивная обувь",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1478",
    "q": 0.5,
    "mq": 0,
    "img": "rubber",
    "name": "Резина"
  }, {
    "pi": "1479",
    "q": 0.5,
    "mq": 0,
    "img": "syntheticfabric",
    "name": "Синтетическая ткань"
  }],
  "rp": [{
    "pi": "1519",
    "pbq": 4,
    "rq": 1,
    "qbp": 0,
    "img": "shoes",
    "name": "Обувь"
  }]
}, {
  "i": "2415",
  "s": "Спортивная обувь в упаковке",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1478",
    "q": 0.5,
    "mq": 0,
    "img": "rubber",
    "name": "Резина"
  }, {
    "pi": "1479",
    "q": 0.5,
    "mq": 0,
    "img": "syntheticfabric",
    "name": "Синтетическая ткань"
  }, {
    "pi": "302159",
    "q": 0.25,
    "mq": 0,
    "img": "",
    "name": ""
  }],
  "rp": [{
    "pi": "1519",
    "pbq": 4,
    "rq": 1,
    "qbp": 3,
    "img": "shoes",
    "name": "Обувь"
  }]
}, {
  "i": "301321",
  "s": "Спортивные сумки",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1482",
    "q": 3,
    "mq": 0,
    "img": "fabric",
    "name": "Ткань"
  }, {
    "pi": "1477",
    "q": 0.1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1479",
    "q": 0.5,
    "mq": 0,
    "img": "syntheticfabric",
    "name": "Синтетическая ткань"
  }],
  "rp": [{
    "pi": "301319",
    "pbq": 1.25,
    "rq": 1,
    "qbp": -50,
    "img": "",
    "name": ""
  }]
}, {
  "i": "370130",
  "s": "Спорт-кар",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1476",
    "q": 4,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }, {
    "pi": "1473",
    "q": 1,
    "mq": 0,
    "img": "engine",
    "name": "Двигатель"
  }, {
    "pi": "1525",
    "q": 4,
    "mq": 0,
    "img": "tyre",
    "name": "Шины"
  }, {
    "pi": "3838",
    "q": 1,
    "mq": 0,
    "img": "gps",
    "name": "GPS-навигаторы"
  }, {
    "pi": "1481",
    "q": 5,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "1474",
    "q": 4,
    "mq": 0,
    "img": "leather",
    "name": "Кожа"
  }, {
    "pi": "370072",
    "q": 4,
    "mq": 0,
    "img": "elmotor",
    "name": "Электропривод"
  }, {
    "pi": "370073",
    "q": 15,
    "mq": 0,
    "img": "alcu",
    "name": "Сверхлёгкий алюминиевый сплав"
  }, {
    "pi": "370077",
    "q": 20,
    "mq": 0,
    "img": "autoparts",
    "name": "Автозапчасти"
  }, {
    "pi": "1480",
    "q": 3,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1477",
    "q": 4,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1485",
    "q": 4,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }],
  "rp": [{
    "pi": "370081",
    "pbq": 0.025,
    "rq": 1,
    "qbp": 0,
    "img": "car_sport",
    "name": "Спорт-кар"
  }]
}, {
  "i": "303312",
  "s": "Средства по уходу за кожей",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1477",
    "q": 0.1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "303309",
    "q": 0.5,
    "mq": 0,
    "img": "essence2",
    "name": "Косметическое масло"
  }],
  "rp": [{
    "pi": "303308",
    "pbq": 20,
    "rq": 1,
    "qbp": 0,
    "img": "cosmetics",
    "name": "Косметика"
  }]
}, {
  "i": "2404",
  "s": "Средство для мытья посуды",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1477",
    "q": 0.01,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1483",
    "q": 0.05,
    "mq": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }, {
    "pi": "303309",
    "q": 0.1,
    "mq": 0,
    "img": "essence2",
    "name": "Косметическое масло"
  }],
  "rp": [{
    "pi": "1511",
    "pbq": 125,
    "rq": 1,
    "qbp": 5,
    "img": "householdchemistry",
    "name": "Бытовая химия"
  }]
}, {
  "i": "2403",
  "s": "Сталь",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1464",
    "q": 1,
    "mq": 0,
    "img": "ironore",
    "name": "Железная руда"
  }, {
    "pi": "1469",
    "q": 1,
    "mq": 0,
    "img": "coal",
    "name": "Уголь"
  }],
  "rp": [{
    "pi": "1480",
    "pbq": 20,
    "rq": 1,
    "qbp": 0,
    "img": "steel",
    "name": "Сталь"
  }]
}, {
  "i": "2438",
  "s": "Станки",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1480",
    "q": 10,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }],
  "rp": [{
    "pi": "1529",
    "pbq": 0.6,
    "rq": 1,
    "qbp": 0,
    "img": "machine",
    "name": "Станок"
  }]
}, {
  "i": "2438",
  "s": "Станки с ЧПУ",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1480",
    "q": 10,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1485",
    "q": 1,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }],
  "rp": [{
    "pi": "1529",
    "pbq": 0.3333333333333333,
    "rq": 1,
    "qbp": 30,
    "img": "machine",
    "name": "Станок"
  }]
}, {
  "i": "2408",
  "s": "Стекло",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1466",
    "q": 1,
    "mq": 0,
    "img": "silicon",
    "name": "Кремний"
  }],
  "rp": [{
    "pi": "1481",
    "pbq": 20,
    "rq": 1,
    "qbp": 0,
    "img": "glass",
    "name": "Стекло"
  }]
}, {
  "i": "423319",
  "s": "Стеклокерамическая посуда",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1462",
    "q": 2,
    "mq": 0,
    "img": "clay",
    "name": "Глина"
  }, {
    "pi": "1466",
    "q": 1,
    "mq": 0,
    "img": "silicon",
    "name": "Кремний"
  }, {
    "pi": "423269",
    "q": 1,
    "mq": 0,
    "img": "lithium",
    "name": "Литий"
  }, {
    "pi": "1476",
    "q": 0.2,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }],
  "rp": [{
    "pi": "423277",
    "pbq": 10,
    "rq": 1,
    "qbp": 10,
    "img": "ceramic",
    "name": "Керамическая посуда"
  }]
}, {
  "i": "2410",
  "s": "Стеклянная бижутерия",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1481",
    "q": 0.3,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "1476",
    "q": 0.03,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }],
  "rp": [{
    "pi": "2540",
    "pbq": 10,
    "rq": 1,
    "qbp": 0,
    "img": "bijouterie",
    "name": "Бижутерия"
  }]
}, {
  "i": "2410",
  "s": "Стеклянная посуда",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1481",
    "q": 1,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }],
  "rp": [{
    "pi": "1521",
    "pbq": 16,
    "rq": 1,
    "qbp": -10,
    "img": "dishes",
    "name": "Посуда"
  }]
}, {
  "i": "2408",
  "s": "Стеклянная посуда в упаковке",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1481",
    "q": 1,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "302159",
    "q": 0.5,
    "mq": 0,
    "img": "",
    "name": ""
  }],
  "rp": [{
    "pi": "1521",
    "pbq": 10,
    "rq": 1,
    "qbp": 5,
    "img": "dishes",
    "name": "Посуда"
  }]
}, {
  "i": "3878",
  "s": "Стиральные машины",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1475",
    "q": 0.6,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }, {
    "pi": "1480",
    "q": 1,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1485",
    "q": 0.25,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }],
  "rp": [{
    "pi": "3867",
    "pbq": 1,
    "rq": 1,
    "qbp": 0,
    "img": "washer",
    "name": "Стиральные машины"
  }]
}, {
  "i": "3878",
  "s": "Стиральные машины в упаковке",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1475",
    "q": 0.6,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }, {
    "pi": "1480",
    "q": 1,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1485",
    "q": 0.25,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "302159",
    "q": 1,
    "mq": 0,
    "img": "",
    "name": ""
  }],
  "rp": [{
    "pi": "3867",
    "pbq": 1,
    "rq": 1,
    "qbp": 5,
    "img": "washer",
    "name": "Стиральные машины"
  }]
}, {
  "i": "3878",
  "s": "Стиральные машины с кипячением",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1475",
    "q": 0.7,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }, {
    "pi": "1480",
    "q": 1,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1485",
    "q": 0.25,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "7090",
    "q": 1,
    "mq": 0,
    "img": "termo",
    "name": "Термоэлемент"
  }],
  "rp": [{
    "pi": "3867",
    "pbq": 0.75,
    "rq": 1,
    "qbp": 25,
    "img": "washer",
    "name": "Стиральные машины"
  }]
}, {
  "i": "3878",
  "s": "Стиральные машины с кипячением в упаковке",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1475",
    "q": 0.7,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }, {
    "pi": "1480",
    "q": 1,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1485",
    "q": 0.25,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "7090",
    "q": 1,
    "mq": 0,
    "img": "termo",
    "name": "Термоэлемент"
  }, {
    "pi": "302159",
    "q": 1,
    "mq": 0,
    "img": "",
    "name": ""
  }],
  "rp": [{
    "pi": "3867",
    "pbq": 0.75,
    "rq": 1,
    "qbp": 28,
    "img": "washer",
    "name": "Стиральные машины"
  }]
}, {
  "i": "13709",
  "s": "Сувениры",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1477",
    "q": 0.1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1476",
    "q": 0.1,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }, {
    "pi": "1472",
    "q": 0.1,
    "mq": 0,
    "img": "paper",
    "name": "Бумага"
  }],
  "rp": [{
    "pi": "13708",
    "pbq": 20,
    "rq": 1,
    "qbp": 0,
    "img": "gift",
    "name": "Подарки и Сувениры"
  }]
}, {
  "i": "422208",
  "s": "Сухой корм для животных",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1490",
    "q": 1,
    "mq": 0,
    "img": "meat",
    "name": "Мясо"
  }, {
    "pi": "1468",
    "q": 0.5,
    "mq": 0,
    "img": "minerals",
    "name": "Природные минералы"
  }, {
    "pi": "1487",
    "q": 0.5,
    "mq": 0,
    "img": "grain",
    "name": "Зерно"
  }, {
    "pi": "1477",
    "q": 0.3,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }],
  "rp": [{
    "pi": "422200",
    "pbq": 25,
    "rq": 1,
    "qbp": 0,
    "img": "animalfeed",
    "name": "Сухой корм для животных"
  }]
}, {
  "i": "373221",
  "s": "Сыр",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1489",
    "q": 1,
    "mq": 0,
    "img": "milk",
    "name": "Молоко"
  }],
  "rp": [{
    "pi": "373201",
    "pbq": 80,
    "rq": 1,
    "qbp": 0,
    "img": "cheese",
    "name": "Сыр"
  }]
}, {
  "i": "373221",
  "s": "Сыр фета",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1489",
    "q": 1,
    "mq": 0,
    "img": "milk",
    "name": "Молоко"
  }, {
    "pi": "16006",
    "q": 0.2,
    "mq": 0,
    "img": "spice",
    "name": "Специи"
  }],
  "rp": [{
    "pi": "422205",
    "pbq": 20,
    "rq": 1,
    "qbp": 0,
    "img": "feta",
    "name": "Сыр фета"
  }]
}, {
  "i": "2119",
  "s": "Табак",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/tractor.gif",
    "i": "1530",
    "c": "Трактор",
    "sym": "tractor"
  },
  "epw": 0.2,
  "ip": [],
  "rp": [{
    "pi": "422196",
    "pbq": 10000,
    "rq": 1,
    "qbp": 0,
    "img": "tobacco",
    "name": "Табак"
  }]
}, {
  "i": "359888",
  "s": "Таблетки",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1472",
    "q": 0.01,
    "mq": 0,
    "img": "paper",
    "name": "Бумага"
  }, {
    "pi": "359857",
    "q": 1,
    "mq": 0,
    "img": "synth_ingredients",
    "name": "Синтетические лекарственные компоненты"
  }],
  "rp": [{
    "pi": "359860",
    "pbq": 10,
    "rq": 1,
    "qbp": 0,
    "img": "tablets",
    "name": "Синтетические лекарства"
  }]
}, {
  "i": "3891",
  "s": "Телевизоры",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1477",
    "q": 0.5,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1485",
    "q": 0.5,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "1481",
    "q": 0.5,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }],
  "rp": [{
    "pi": "3868",
    "pbq": 1,
    "rq": 1,
    "qbp": 0,
    "img": "tv",
    "name": "Телевизоры"
  }]
}, {
  "i": "3891",
  "s": "Телевизоры в упаковке",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1477",
    "q": 0.5,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1485",
    "q": 0.5,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "1481",
    "q": 0.5,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "302159",
    "q": 0.7,
    "mq": 0,
    "img": "",
    "name": ""
  }],
  "rp": [{
    "pi": "3868",
    "pbq": 1,
    "rq": 1,
    "qbp": 5,
    "img": "tv",
    "name": "Телевизоры"
  }]
}, {
  "i": "422148",
  "s": "Теплообменное оборудование",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1480",
    "q": 100,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "370071",
    "q": 100,
    "mq": 0,
    "img": "cu",
    "name": "Медь"
  }, {
    "pi": "7089",
    "q": 30,
    "mq": 0,
    "img": "mn",
    "name": "Марганец"
  }, {
    "pi": "1475",
    "q": 30,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }, {
    "pi": "1485",
    "q": 30,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }],
  "rp": [{
    "pi": "422133",
    "pbq": 0.01,
    "rq": 1,
    "qbp": 0,
    "img": "heater",
    "name": "Теплообменное оборудование"
  }]
}, {
  "i": "2405",
  "s": "Термоcтойкая пластмасса",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1467",
    "q": 1,
    "mq": 0,
    "img": "oil",
    "name": "Нефть"
  }, {
    "pi": "1476",
    "q": 0.1,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }, {
    "pi": "7089",
    "q": 0.2,
    "mq": 0,
    "img": "mn",
    "name": "Марганец"
  }],
  "rp": [{
    "pi": "1477",
    "pbq": 12.5,
    "rq": 1,
    "qbp": 10,
    "img": "plastics",
    "name": "Пластмасса"
  }]
}, {
  "i": "423903",
  "s": "Термопластик",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1467",
    "q": 1,
    "mq": 2.5,
    "img": "oil",
    "name": "Нефть"
  }, {
    "pi": "1483",
    "q": 0.5,
    "mq": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }],
  "rp": [{
    "pi": "423891",
    "pbq": 16,
    "rq": 1,
    "qbp": 0,
    "img": "thermoplast",
    "name": "Термопластик"
  }]
}, {
  "i": "380067",
  "s": "Титан",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "380050",
    "q": 2,
    "mq": 0,
    "img": "ilmenite",
    "name": "Титановая руда"
  }],
  "rp": [{
    "pi": "380051",
    "pbq": 40,
    "rq": 1,
    "qbp": 0,
    "img": "ti",
    "name": "Титан"
  }]
}, {
  "i": "2410",
  "s": "Товары для творчества",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1472",
    "q": 0.3,
    "mq": 0,
    "img": "paper",
    "name": "Бумага"
  }, {
    "pi": "1476",
    "q": 0.3,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }, {
    "pi": "1477",
    "q": 0.3,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }],
  "rp": [{
    "pi": "423722",
    "pbq": 10,
    "rq": 1,
    "qbp": 0,
    "img": "hobby",
    "name": "Товары для творчества"
  }]
}, {
  "i": "3903",
  "s": "Томатный сок",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "15743",
    "q": 1,
    "mq": 0,
    "img": "",
    "name": ""
  }],
  "rp": [{
    "pi": "1504",
    "pbq": 160,
    "rq": 1,
    "qbp": 0,
    "img": "juice",
    "name": "Сок"
  }]
}, {
  "i": "422730",
  "s": "Топливное оборудование",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1480",
    "q": 100,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "370072",
    "q": 10,
    "mq": 0,
    "img": "elmotor",
    "name": "Электропривод"
  }, {
    "pi": "7090",
    "q": 3,
    "mq": 0,
    "img": "termo",
    "name": "Термоэлемент"
  }],
  "rp": [{
    "pi": "422711",
    "pbq": 0.025,
    "rq": 1,
    "qbp": 0,
    "img": "fuel_equipment",
    "name": "Топливное оборудование"
  }]
}, {
  "i": "422730",
  "s": "Топливораздаточная колонка",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1485",
    "q": 5,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "422202",
    "q": 3,
    "mq": 0,
    "img": "led",
    "name": "LED"
  }, {
    "pi": "1478",
    "q": 1,
    "mq": 0,
    "img": "rubber",
    "name": "Резина"
  }, {
    "pi": "1480",
    "q": 10,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "370072",
    "q": 1,
    "mq": 0,
    "img": "elmotor",
    "name": "Электропривод"
  }],
  "rp": [{
    "pi": "422715",
    "pbq": 0.1,
    "rq": 1,
    "qbp": 0,
    "img": "dispenser",
    "name": "Топливораздаточная колонка"
  }]
}, {
  "i": "401982",
  "s": "Тофу",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "401966",
    "q": 1,
    "mq": 0,
    "img": "soybean",
    "name": "Соя"
  }, {
    "pi": "16006",
    "q": 0.1,
    "mq": 0,
    "img": "spice",
    "name": "Специи"
  }],
  "rp": [{
    "pi": "423860",
    "pbq": 25,
    "rq": 1,
    "qbp": 0,
    "img": "tofu",
    "name": "Тофу"
  }]
}, {
  "i": "2437",
  "s": "Тракторы",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1480",
    "q": 10,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1473",
    "q": 1,
    "mq": 0,
    "img": "engine",
    "name": "Двигатель"
  }, {
    "pi": "1525",
    "q": 4,
    "mq": 0,
    "img": "tyre",
    "name": "Шины"
  }, {
    "pi": "1475",
    "q": 8,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }, {
    "pi": "1476",
    "q": 2,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }],
  "rp": [{
    "pi": "1530",
    "pbq": 0.1,
    "rq": 1,
    "qbp": 0,
    "img": "tractor",
    "name": "Трактор"
  }]
}, {
  "i": "335186",
  "s": "Треска",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/fishtrawler.gif",
    "i": "335182",
    "c": "Рыболовецкий траулер",
    "sym": "fishtrawler"
  },
  "epw": 0.1,
  "ip": [],
  "rp": [{
    "pi": "423481",
    "pbq": 100,
    "rq": 1,
    "qbp": 0,
    "img": "codfish",
    "name": "Треска"
  }]
}, {
  "i": "2405",
  "s": "Углепластик",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1467",
    "q": 1,
    "mq": 0,
    "img": "oil",
    "name": "Нефть"
  }, {
    "pi": "1476",
    "q": 0.1,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }, {
    "pi": "1469",
    "q": 0.2,
    "mq": 0,
    "img": "coal",
    "name": "Уголь"
  }, {
    "pi": "1479",
    "q": 0.2,
    "mq": 0,
    "img": "syntheticfabric",
    "name": "Синтетическая ткань"
  }],
  "rp": [{
    "pi": "15339",
    "pbq": 6.25,
    "rq": 1,
    "qbp": 0,
    "img": "carbon",
    "name": "Углепластик"
  }]
}, {
  "i": "422154",
  "s": "Угольное оборудование",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1480",
    "q": 100,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "380051",
    "q": 100,
    "mq": 0,
    "img": "ti",
    "name": "Титан"
  }, {
    "pi": "1475",
    "q": 100,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }, {
    "pi": "1473",
    "q": 10,
    "mq": 0,
    "img": "engine",
    "name": "Двигатель"
  }],
  "rp": [{
    "pi": "422134",
    "pbq": 0.006666666666666667,
    "rq": 1,
    "qbp": 0,
    "img": "coal_mill",
    "name": "Угольная мельница"
  }]
}, {
  "i": "422160",
  "s": "Угольный энергоблок",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "422132",
    "q": 1,
    "mq": 0,
    "img": "boiler",
    "name": "Паровой котёл"
  }, {
    "pi": "422133",
    "q": 1,
    "mq": 0,
    "img": "heater",
    "name": "Теплообменное оборудование"
  }, {
    "pi": "422134",
    "q": 1,
    "mq": 0,
    "img": "coal_mill",
    "name": "Угольная мельница"
  }, {
    "pi": "422131",
    "q": 1,
    "mq": 0,
    "img": "turbine",
    "name": "Паровая турбина"
  }],
  "rp": [{
    "pi": "422135",
    "pbq": 0.002,
    "rq": 1,
    "qbp": 0,
    "img": "coal_fired",
    "name": "Угольный энергоблок"
  }]
}, {
  "i": "380082",
  "s": "Узкофюзеляжный самолет",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "380052",
    "q": 2,
    "mq": 0,
    "img": "fuselage",
    "name": "Секция фюзеляжа"
  }, {
    "pi": "380053",
    "q": 2,
    "mq": 0,
    "img": "wing",
    "name": "Элементы авиакрыла"
  }, {
    "pi": "380054",
    "q": 1,
    "mq": 0,
    "img": "empennage",
    "name": "Элементы авиаоперения"
  }, {
    "pi": "380055",
    "q": 1,
    "mq": 0,
    "img": "chassis",
    "name": "Авиашасси"
  }, {
    "pi": "380056",
    "q": 2,
    "mq": 0,
    "img": "aircraftengine",
    "name": "Авиадвигатель"
  }, {
    "pi": "380058",
    "q": 1,
    "mq": 0,
    "img": "aircraftinterior",
    "name": "Интерьер самолета"
  }, {
    "pi": "380057",
    "q": 2,
    "mq": 0,
    "img": "avionics",
    "name": "Авионика"
  }],
  "rp": [{
    "pi": "380059",
    "pbq": 0.0008,
    "rq": 1,
    "qbp": 0,
    "img": "airplan",
    "name": "Узкофюзеляжный самолет"
  }]
}, {
  "i": "2438",
  "s": "Улучшенное горно-шахтное оборудование",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1480",
    "q": 8,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "7088",
    "q": 1,
    "mq": 0,
    "img": "cr",
    "name": "Хром"
  }, {
    "pi": "1475",
    "q": 3,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }],
  "rp": [{
    "pi": "12097",
    "pbq": 0.6,
    "rq": 1,
    "qbp": 10,
    "img": "drill",
    "name": "Горно-шахтное оборудование"
  }]
}, {
  "i": "373203",
  "s": "Улучшенное ресторанное оборудование",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "373199",
    "q": 1,
    "mq": 0,
    "img": "kitchen",
    "name": "Кухонная мебель"
  }, {
    "pi": "373200",
    "q": 1,
    "mq": 0,
    "img": "cookers",
    "name": "Кухонные плиты"
  }, {
    "pi": "1510",
    "q": 1,
    "mq": 0,
    "img": "householdappliances",
    "name": "Холодильники"
  }, {
    "pi": "373202",
    "q": 1,
    "mq": 0,
    "img": "dishwashers",
    "name": "Посудомоечные машины"
  }, {
    "pi": "7095",
    "q": 2,
    "mq": 0,
    "img": "furniture2",
    "name": "Мебель"
  }, {
    "pi": "380004",
    "q": 1,
    "mq": 0,
    "img": "coffeemachine",
    "name": "Кофе-машина"
  }, {
    "pi": "423277",
    "q": 5,
    "mq": 0,
    "img": "ceramic",
    "name": "Керамическая посуда"
  }, {
    "pi": "423162",
    "q": 1,
    "mq": 0,
    "img": "pan",
    "name": "Сковородки"
  }, {
    "pi": "312796",
    "q": 2,
    "mq": 0,
    "img": "fabric2",
    "name": "Хлопковая ткань"
  }],
  "rp": [{
    "pi": "373198",
    "pbq": 0.2,
    "rq": 1,
    "qbp": 50,
    "img": "restaurant",
    "name": "Ресторанное оборудование"
  }]
}, {
  "i": "422148",
  "s": "Улучшенное теплообменное оборудование",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1480",
    "q": 100,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "370071",
    "q": 50,
    "mq": 0,
    "img": "cu",
    "name": "Медь"
  }, {
    "pi": "423741",
    "q": 50,
    "mq": 0,
    "img": "zinc",
    "name": "Цинк"
  }, {
    "pi": "7089",
    "q": 30,
    "mq": 0,
    "img": "mn",
    "name": "Марганец"
  }, {
    "pi": "1475",
    "q": 30,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }, {
    "pi": "1485",
    "q": 30,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }],
  "rp": [{
    "pi": "422133",
    "pbq": 0.01,
    "rq": 1,
    "qbp": 15,
    "img": "heater",
    "name": "Теплообменное оборудование"
  }]
}, {
  "i": "15751",
  "s": "Улучшенный комбикорм",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1487",
    "q": 0.5,
    "mq": 0,
    "img": "grain",
    "name": "Зерно"
  }, {
    "pi": "15745",
    "q": 1,
    "mq": 0,
    "img": "feedcrop",
    "name": "Кормовые культуры"
  }, {
    "pi": "15744",
    "q": 1,
    "mq": 0,
    "img": "",
    "name": ""
  }, {
    "pi": "1492",
    "q": 0.5,
    "mq": 0,
    "img": "fruits",
    "name": "Фрукты"
  }, {
    "pi": "1489",
    "q": 1,
    "mq": 0,
    "img": "milk",
    "name": "Молоко"
  }],
  "rp": [{
    "pi": "15746",
    "pbq": 40,
    "rq": 1,
    "qbp": 50,
    "img": "feedstuff",
    "name": "Комбикорм"
  }]
}, {
  "i": "2433",
  "s": "Улучшенный компьютер",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1480",
    "q": 0.5,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1477",
    "q": 1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1481",
    "q": 0.5,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "1485",
    "q": 3,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "302159",
    "q": 0.5,
    "mq": 0,
    "img": "",
    "name": ""
  }],
  "rp": [{
    "pi": "1515",
    "pbq": 0.2,
    "rq": 1,
    "qbp": 7,
    "img": "computer",
    "name": "Компьютер"
  }]
}, {
  "i": "370106",
  "s": "Улучшенный кондиционер",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "370071",
    "q": 1,
    "mq": 0,
    "img": "cu",
    "name": "Медь"
  }, {
    "pi": "423741",
    "q": 1,
    "mq": 0,
    "img": "zinc",
    "name": "Цинк"
  }, {
    "pi": "370072",
    "q": 2,
    "mq": 0,
    "img": "elmotor",
    "name": "Электропривод"
  }, {
    "pi": "1477",
    "q": 2,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1485",
    "q": 1,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "1475",
    "q": 2,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }, {
    "pi": "1483",
    "q": 1,
    "mq": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }],
  "rp": [{
    "pi": "370074",
    "pbq": 0.5,
    "rq": 1,
    "qbp": 15,
    "img": "condition",
    "name": "Кондиционер"
  }]
}, {
  "i": "422160",
  "s": "Улучшенный угольный энергоблок",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "422131",
    "q": 1,
    "mq": 0,
    "img": "turbine",
    "name": "Паровая турбина"
  }, {
    "pi": "422132",
    "q": 1,
    "mq": 0,
    "img": "boiler",
    "name": "Паровой котёл"
  }, {
    "pi": "422133",
    "q": 1,
    "mq": 0,
    "img": "heater",
    "name": "Теплообменное оборудование"
  }, {
    "pi": "422134",
    "q": 1,
    "mq": 0,
    "img": "coal_mill",
    "name": "Угольная мельница"
  }, {
    "pi": "422714",
    "q": 1,
    "mq": 0,
    "img": "gas_cleaning",
    "name": "Система очистки дымовых газов"
  }],
  "rp": [{
    "pi": "422135",
    "pbq": 0.002,
    "rq": 1,
    "qbp": 20,
    "img": "coal_fired",
    "name": "Угольный энергоблок"
  }]
}, {
  "i": "359864",
  "s": "Усовершенствованное медицинское оборудование",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1480",
    "q": 3,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1471",
    "q": 3,
    "mq": 0,
    "img": "aluminium",
    "name": "Алюминий"
  }, {
    "pi": "1477",
    "q": 4,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1485",
    "q": 7,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "1475",
    "q": 3,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }, {
    "pi": "1481",
    "q": 1,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "380051",
    "q": 2,
    "mq": 0,
    "img": "ti",
    "name": "Титан"
  }, {
    "pi": "422202",
    "q": 3,
    "mq": 0,
    "img": "led",
    "name": "LED"
  }],
  "rp": [{
    "pi": "359855",
    "pbq": 0.05,
    "rq": 1,
    "qbp": 20,
    "img": "medical_equipment",
    "name": "Медицинское оборудование"
  }]
}, {
  "i": "2423",
  "s": "Усовершенствованные электронные компоненты",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1466",
    "q": 0.1,
    "mq": 0,
    "img": "silicon",
    "name": "Кремний"
  }, {
    "pi": "1465",
    "q": 0.05,
    "mq": 0,
    "img": "gold",
    "name": "Золото"
  }, {
    "pi": "370071",
    "q": 0.05,
    "mq": 0,
    "img": "cu",
    "name": "Медь"
  }],
  "rp": [{
    "pi": "1485",
    "pbq": 10,
    "rq": 1,
    "qbp": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }]
}, {
  "i": "335186",
  "s": "Устрицы",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/fishtrawler.gif",
    "i": "335182",
    "c": "Рыболовецкий траулер",
    "sym": "fishtrawler"
  },
  "epw": 0.1,
  "ip": [],
  "rp": [{
    "pi": "380002",
    "pbq": 100,
    "rq": 1,
    "qbp": 0,
    "img": "oysters",
    "name": "Устрицы"
  }]
}, {
  "i": "7120",
  "s": "Утюг",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1477",
    "q": 0.2,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1480",
    "q": 0.2,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1485",
    "q": 0.2,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "7090",
    "q": 0.5,
    "mq": 0,
    "img": "termo",
    "name": "Термоэлемент"
  }],
  "rp": [{
    "pi": "7093",
    "pbq": 5,
    "rq": 1,
    "qbp": 0,
    "img": "iron",
    "name": "Утюг"
  }]
}, {
  "i": "7120",
  "s": "Утюг в упаковке",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1477",
    "q": 0.2,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1480",
    "q": 0.2,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1485",
    "q": 0.2,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "7090",
    "q": 0.5,
    "mq": 0,
    "img": "termo",
    "name": "Термоэлемент"
  }, {
    "pi": "302159",
    "q": 0.1,
    "mq": 0,
    "img": "",
    "name": ""
  }],
  "rp": [{
    "pi": "7093",
    "pbq": 5,
    "rq": 1,
    "qbp": 5,
    "img": "iron",
    "name": "Утюг"
  }]
}, {
  "i": "423319",
  "s": "Фарфоровая посуда",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1462",
    "q": 2,
    "mq": 0,
    "img": "clay",
    "name": "Глина"
  }, {
    "pi": "1466",
    "q": 3,
    "mq": 3,
    "img": "silicon",
    "name": "Кремний"
  }, {
    "pi": "1476",
    "q": 0.2,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }],
  "rp": [{
    "pi": "423277",
    "pbq": 10,
    "rq": 1,
    "qbp": 0,
    "img": "ceramic",
    "name": "Керамическая посуда"
  }]
}, {
  "i": "423319",
  "s": "Фаянсовая посуда",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1462",
    "q": 4,
    "mq": 4,
    "img": "clay",
    "name": "Глина"
  }, {
    "pi": "1466",
    "q": 1,
    "mq": 0,
    "img": "silicon",
    "name": "Кремний"
  }, {
    "pi": "1476",
    "q": 0.2,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }],
  "rp": [{
    "pi": "423277",
    "pbq": 10,
    "rq": 1,
    "qbp": 0,
    "img": "ceramic",
    "name": "Керамическая посуда"
  }]
}, {
  "i": "7120",
  "s": "Фен",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1477",
    "q": 0.1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "7090",
    "q": 0.2,
    "mq": 0,
    "img": "termo",
    "name": "Термоэлемент"
  }],
  "rp": [{
    "pi": "7092",
    "pbq": 10,
    "rq": 1,
    "qbp": 0,
    "img": "hairdrier",
    "name": "Фен"
  }]
}, {
  "i": "7120",
  "s": "Фен в упаковке",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1477",
    "q": 0.1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "7090",
    "q": 0.2,
    "mq": 0,
    "img": "termo",
    "name": "Термоэлемент"
  }, {
    "pi": "302159",
    "q": 0.1,
    "mq": 0,
    "img": "",
    "name": ""
  }],
  "rp": [{
    "pi": "7092",
    "pbq": 10,
    "rq": 1,
    "qbp": 5,
    "img": "hairdrier",
    "name": "Фен"
  }]
}, {
  "i": "359870",
  "s": "Фонендоскоп",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1477",
    "q": 1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1478",
    "q": 1,
    "mq": 0,
    "img": "rubber",
    "name": "Резина"
  }],
  "rp": [{
    "pi": "359856",
    "pbq": 10,
    "rq": 1,
    "qbp": 0,
    "img": "thermometer",
    "name": "Медицинский инструментарий"
  }]
}, {
  "i": "2429",
  "s": "Фототехника",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1477",
    "q": 0.5,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1481",
    "q": 0.1,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }],
  "rp": [{
    "pi": "1523",
    "pbq": 2.995,
    "rq": 1,
    "qbp": 0,
    "img": "camera",
    "name": "Фототехника"
  }]
}, {
  "i": "423394",
  "s": "Фри",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "15742",
    "q": 5,
    "mq": 0,
    "img": "potato",
    "name": "Картофель"
  }, {
    "pi": "1477",
    "q": 0.5,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }],
  "rp": [{
    "pi": "423387",
    "pbq": 20,
    "rq": 1,
    "qbp": 0,
    "img": "fries",
    "name": "Фри"
  }]
}, {
  "i": "15763",
  "s": "Фруктовый джем",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1492",
    "q": 1,
    "mq": 0,
    "img": "fruits",
    "name": "Фрукты"
  }, {
    "pi": "1491",
    "q": 0.5,
    "mq": 0,
    "img": "sugar",
    "name": "Сахар"
  }, {
    "pi": "1481",
    "q": 0.2,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }],
  "rp": [{
    "pi": "422434",
    "pbq": 5,
    "rq": 1,
    "qbp": 0,
    "img": "jam",
    "name": "Джем"
  }]
}, {
  "i": "401988",
  "s": "Фруктовый чай",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1492",
    "q": 1,
    "mq": 5,
    "img": "fruits",
    "name": "Фрукты"
  }, {
    "pi": "1472",
    "q": 0.1,
    "mq": 0,
    "img": "paper",
    "name": "Бумага"
  }],
  "rp": [{
    "pi": "423117",
    "pbq": 40,
    "rq": 1,
    "qbp": 0,
    "img": "f_tea",
    "name": "Фруктовый чай"
  }]
}, {
  "i": "2420",
  "s": "Фрукты",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/tractor.gif",
    "i": "1530",
    "c": "Трактор",
    "sym": "tractor"
  },
  "epw": 0.2,
  "ip": [],
  "rp": [{
    "pi": "1492",
    "pbq": 5200,
    "rq": 1,
    "qbp": 0,
    "img": "fruits",
    "name": "Фрукты"
  }]
}, {
  "i": "2438",
  "s": "Фундаментная рама",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1480",
    "q": 8,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1463",
    "q": 3,
    "mq": 0,
    "img": "wood",
    "name": "Древесина"
  }, {
    "pi": "1473",
    "q": 1,
    "mq": 0,
    "img": "engine",
    "name": "Двигатель"
  }, {
    "pi": "1475",
    "q": 1,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }],
  "rp": [{
    "pi": "10717",
    "pbq": 0.3333333333333333,
    "rq": 1,
    "qbp": 10,
    "img": "saw",
    "name": "Пилорама"
  }]
}, {
  "i": "2405",
  "s": "Химикаты",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1468",
    "q": 2,
    "mq": 0,
    "img": "minerals",
    "name": "Природные минералы"
  }],
  "rp": [{
    "pi": "1483",
    "pbq": 80,
    "rq": 1,
    "qbp": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }]
}, {
  "i": "359870",
  "s": "Хирургический инструмент",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1480",
    "q": 1,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "7088",
    "q": 0.5,
    "mq": 0,
    "img": "cr",
    "name": "Хром"
  }],
  "rp": [{
    "pi": "359856",
    "pbq": 10,
    "rq": 1,
    "qbp": 0,
    "img": "thermometer",
    "name": "Медицинский инструментарий"
  }]
}, {
  "i": "2422",
  "s": "Хлеб",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1501",
    "q": 0.5,
    "mq": 0,
    "img": "flour",
    "name": "Мука"
  }],
  "rp": [{
    "pi": "1506",
    "pbq": 300,
    "rq": 1,
    "qbp": 0,
    "img": "bread",
    "name": "Хлеб"
  }]
}, {
  "i": "2414",
  "s": "Хлопковая ткань",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "312795",
    "q": 2,
    "mq": 0,
    "img": "fiber",
    "name": "Хлопковое волокно"
  }],
  "rp": [{
    "pi": "312796",
    "pbq": 10,
    "rq": 1,
    "qbp": 0,
    "img": "fabric2",
    "name": "Хлопковая ткань"
  }]
}, {
  "i": "312800",
  "s": "Хлопковое волокно",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1493",
    "q": 1,
    "mq": 4,
    "img": "cotton",
    "name": "Хлопок"
  }],
  "rp": [{
    "pi": "312797",
    "pbq": 0.5,
    "rq": 0.005,
    "qbp": 0,
    "img": "cott_waste",
    "name": "Отходы хлопчатника"
  }, {
    "pi": "312795",
    "pbq": 100,
    "rq": 1,
    "qbp": 0,
    "img": "fiber",
    "name": "Хлопковое волокно"
  }]
}, {
  "i": "312800",
  "s": "Хлопковое волокно",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1493",
    "q": 1,
    "mq": 4,
    "img": "cotton",
    "name": "Хлопок"
  }],
  "rp": [{
    "pi": "312797",
    "pbq": 0.5,
    "rq": 0.005,
    "qbp": 0,
    "img": "cott_waste",
    "name": "Отходы хлопчатника"
  }, {
    "pi": "312795",
    "pbq": 100,
    "rq": 1,
    "qbp": 0,
    "img": "fiber",
    "name": "Хлопковое волокно"
  }]
}, {
  "i": "312806",
  "s": "Хлопковое постельное бельё",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "312796",
    "q": 2,
    "mq": 0,
    "img": "fabric2",
    "name": "Хлопковая ткань"
  }, {
    "pi": "1476",
    "q": 0.5,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }],
  "rp": [{
    "pi": "312799",
    "pbq": 5,
    "rq": 1,
    "qbp": 0,
    "img": "napery",
    "name": "Столовое и постельное бельё"
  }]
}, {
  "i": "303318",
  "s": "Хлопковые косметические компоненты",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1493",
    "q": 15,
    "mq": 0,
    "img": "cotton",
    "name": "Хлопок"
  }],
  "rp": [{
    "pi": "303309",
    "pbq": 5,
    "rq": 1,
    "qbp": 25,
    "img": "essence2",
    "name": "Косметическое масло"
  }]
}, {
  "i": "2119",
  "s": "Хлопок",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/tractor.gif",
    "i": "1530",
    "c": "Трактор",
    "sym": "tractor"
  },
  "epw": 0.2,
  "ip": [],
  "rp": [{
    "pi": "1493",
    "pbq": 10400,
    "rq": 1,
    "qbp": 0,
    "img": "cotton",
    "name": "Хлопок"
  }]
}, {
  "i": "2414",
  "s": "Хлопчатобумажная ткань",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1493",
    "q": 3,
    "mq": 0,
    "img": "cotton",
    "name": "Хлопок"
  }],
  "rp": [{
    "pi": "1482",
    "pbq": 62.5,
    "rq": 1,
    "qbp": 35,
    "img": "fabric",
    "name": "Ткань"
  }]
}, {
  "i": "2424",
  "s": "Холодильники",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1475",
    "q": 0.5,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }, {
    "pi": "1480",
    "q": 1,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1485",
    "q": 0.25,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }],
  "rp": [{
    "pi": "1510",
    "pbq": 1,
    "rq": 1,
    "qbp": 0,
    "img": "householdappliances",
    "name": "Холодильники"
  }]
}, {
  "i": "2424",
  "s": "Холодильники в упаковке",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1475",
    "q": 0.5,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }, {
    "pi": "1480",
    "q": 1,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1485",
    "q": 0.25,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "302159",
    "q": 1,
    "mq": 0,
    "img": "",
    "name": ""
  }],
  "rp": [{
    "pi": "1510",
    "pbq": 1,
    "rq": 1,
    "qbp": 5,
    "img": "householdappliances",
    "name": "Холодильники"
  }]
}, {
  "i": "7112",
  "s": "Хромалевый термоэлемент",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1480",
    "q": 1,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1471",
    "q": 1,
    "mq": 0,
    "img": "aluminium",
    "name": "Алюминий"
  }, {
    "pi": "7088",
    "q": 1,
    "mq": 0,
    "img": "cr",
    "name": "Хром"
  }],
  "rp": [{
    "pi": "7090",
    "pbq": 20,
    "rq": 1,
    "qbp": 0,
    "img": "termo",
    "name": "Термоэлемент"
  }]
}, {
  "i": "2409",
  "s": "Хромированные комплектующие",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1480",
    "q": 0.2,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "7088",
    "q": 0.05,
    "mq": 0,
    "img": "cr",
    "name": "Хром"
  }],
  "rp": [{
    "pi": "1475",
    "pbq": 8.333333333333334,
    "rq": 1,
    "qbp": 10,
    "img": "components",
    "name": "Комплектующие"
  }]
}, {
  "i": "2434",
  "s": "Хромированные приборы",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1471",
    "q": 1,
    "mq": 0,
    "img": "aluminium",
    "name": "Алюминий"
  }, {
    "pi": "1485",
    "q": 7,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "7088",
    "q": 0.4,
    "mq": 0,
    "img": "cr",
    "name": "Хром"
  }],
  "rp": [{
    "pi": "1528",
    "pbq": 0.08,
    "rq": 1,
    "qbp": 12,
    "img": "device",
    "name": "Прибор"
  }]
}, {
  "i": "2425",
  "s": "Хромированные часы",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1480",
    "q": 0.2,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1481",
    "q": 0.05,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "7088",
    "q": 0.02,
    "mq": 0,
    "img": "cr",
    "name": "Хром"
  }],
  "rp": [{
    "pi": "1524",
    "pbq": 5,
    "rq": 1,
    "qbp": 15,
    "img": "watches",
    "name": "Часы"
  }]
}, {
  "i": "16012",
  "s": "Цветочная эссенция",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "359847",
    "q": 20,
    "mq": 0,
    "img": "flower",
    "name": "Цветы и эфиромасличные культуры"
  }],
  "rp": [{
    "pi": "16004",
    "pbq": 5,
    "rq": 1,
    "qbp": 0,
    "img": "essence1",
    "name": "Парфюмерная эссенция"
  }]
}, {
  "i": "2420",
  "s": "Цветы и эфиромасличные культуры",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/tractor.gif",
    "i": "1530",
    "c": "Трактор",
    "sym": "tractor"
  },
  "epw": 0.2,
  "ip": [],
  "rp": [{
    "pi": "359847",
    "pbq": 10000,
    "rq": 1,
    "qbp": 0,
    "img": "flower",
    "name": "Цветы и эфиромасличные культуры"
  }]
}, {
  "i": "422583",
  "s": "Цинковый антисептик",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "423741",
    "q": 0.05,
    "mq": 0,
    "img": "zinc",
    "name": "Цинк"
  }, {
    "pi": "359857",
    "q": 1,
    "mq": 0,
    "img": "synth_ingredients",
    "name": "Синтетические лекарственные компоненты"
  }, {
    "pi": "1477",
    "q": 0.1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }],
  "rp": [{
    "pi": "422552",
    "pbq": 8,
    "rq": 1,
    "qbp": 10,
    "img": "antiseptic",
    "name": "Медицинский антисептик"
  }]
}, {
  "i": "423373",
  "s": "Цифровая видеокамера",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "423780",
    "q": 1,
    "mq": 0,
    "img": "matrix",
    "name": "Светочувствительная матрица"
  }, {
    "pi": "423271",
    "q": 1,
    "mq": 0,
    "img": "li_battery",
    "name": "Литий-ионный аккумулятор"
  }, {
    "pi": "1477",
    "q": 0.5,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "422202",
    "q": 1,
    "mq": 0,
    "img": "led",
    "name": "LED"
  }],
  "rp": [{
    "pi": "423366",
    "pbq": 2.5,
    "rq": 1,
    "qbp": 0,
    "img": "digital_video",
    "name": "Цифровая видеокамера"
  }]
}, {
  "i": "423373",
  "s": "Цифровой фотоаппарат",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "423780",
    "q": 1,
    "mq": 0,
    "img": "matrix",
    "name": "Светочувствительная матрица"
  }, {
    "pi": "423271",
    "q": 1,
    "mq": 0,
    "img": "li_battery",
    "name": "Литий-ионный аккумулятор"
  }, {
    "pi": "1477",
    "q": 0.5,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1481",
    "q": 1,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }],
  "rp": [{
    "pi": "423367",
    "pbq": 2.5,
    "rq": 1,
    "qbp": 0,
    "img": "digital_camera",
    "name": "Цифровой фотоаппарат"
  }]
}, {
  "i": "423125",
  "s": "Чайник",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1481",
    "q": 1,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "1477",
    "q": 2,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "7090",
    "q": 0.5,
    "mq": 0,
    "img": "termo",
    "name": "Термоэлемент"
  }],
  "rp": [{
    "pi": "423118",
    "pbq": 2,
    "rq": 1,
    "qbp": 0,
    "img": "teapot",
    "name": "Чайник"
  }]
}, {
  "i": "335200",
  "s": "Черная икра",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1481",
    "q": 0.2,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "335177",
    "q": 4,
    "mq": 0,
    "img": "sturgeon",
    "name": "Осетр"
  }],
  "rp": [{
    "pi": "335180",
    "pbq": 1.25,
    "rq": 1,
    "qbp": 0,
    "img": "caviar",
    "name": "Черная икра"
  }]
}, {
  "i": "401988",
  "s": "Черный чай",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "401962",
    "q": 1,
    "mq": 0,
    "img": "tea",
    "name": "Чайный лист"
  }, {
    "pi": "1472",
    "q": 0.1,
    "mq": 0,
    "img": "paper",
    "name": "Бумага"
  }],
  "rp": [{
    "pi": "401968",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "b_tea",
    "name": "Черный чай"
  }]
}, {
  "i": "2404",
  "s": "Чистящие средства",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "422548",
    "q": 0.8,
    "mq": 0,
    "img": "ethanol",
    "name": "Этанол"
  }, {
    "pi": "1483",
    "q": 0.2,
    "mq": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }, {
    "pi": "1477",
    "q": 0.1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }],
  "rp": [{
    "pi": "422551",
    "pbq": 32,
    "rq": 1,
    "qbp": 0,
    "img": "detergents",
    "name": "Чистящие средства"
  }]
}, {
  "i": "2414",
  "s": "Шерстяная ткань",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1484",
    "q": 2,
    "mq": 0,
    "img": "wool",
    "name": "Шерсть"
  }],
  "rp": [{
    "pi": "1482",
    "pbq": 32,
    "rq": 1,
    "qbp": 20,
    "img": "fabric",
    "name": "Ткань"
  }]
}, {
  "i": "2406",
  "s": "Шины",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1478",
    "q": 1,
    "mq": 0,
    "img": "rubber",
    "name": "Резина"
  }, {
    "pi": "1480",
    "q": 0.3,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }],
  "rp": [{
    "pi": "1525",
    "pbq": 5,
    "rq": 1,
    "qbp": 0,
    "img": "tyre",
    "name": "Шины"
  }]
}, {
  "i": "2330",
  "s": "Шоколад",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1489",
    "q": 0.5,
    "mq": 0,
    "img": "milk",
    "name": "Молоко"
  }, {
    "pi": "1488",
    "q": 0.5,
    "mq": 0,
    "img": "cacao",
    "name": "Какао"
  }],
  "rp": [{
    "pi": "1507",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "chocolate",
    "name": "Шоколад"
  }]
}, {
  "i": "2330",
  "s": "Шоколад с изюмом",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1492",
    "q": 0.1,
    "mq": 0,
    "img": "fruits",
    "name": "Фрукты"
  }, {
    "pi": "1489",
    "q": 0.5,
    "mq": 0,
    "img": "milk",
    "name": "Молоко"
  }, {
    "pi": "1488",
    "q": 0.5,
    "mq": 0,
    "img": "cacao",
    "name": "Какао"
  }],
  "rp": [{
    "pi": "1507",
    "pbq": 40,
    "rq": 1,
    "qbp": 10,
    "img": "chocolate",
    "name": "Шоколад"
  }]
}, {
  "i": "2330",
  "s": "Шоколадные конфеты",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1488",
    "q": 0.5,
    "mq": 0,
    "img": "cacao",
    "name": "Какао"
  }, {
    "pi": "1491",
    "q": 0.5,
    "mq": 0,
    "img": "sugar",
    "name": "Сахар"
  }],
  "rp": [{
    "pi": "3865",
    "pbq": 50,
    "rq": 1,
    "qbp": 0,
    "img": "sweet",
    "name": "Конфеты"
  }]
}, {
  "i": "423301",
  "s": "Щелочной элемент питания",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "423741",
    "q": 0.2,
    "mq": 0,
    "img": "zinc",
    "name": "Цинк"
  }, {
    "pi": "1480",
    "q": 0.3,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "370071",
    "q": 0.05,
    "mq": 0,
    "img": "cu",
    "name": "Медь"
  }, {
    "pi": "1469",
    "q": 0.05,
    "mq": 0,
    "img": "coal",
    "name": "Уголь"
  }, {
    "pi": "1483",
    "q": 0.1,
    "mq": 0,
    "img": "chemicals",
    "name": "Химикаты"
  }, {
    "pi": "7089",
    "q": 0.1,
    "mq": 0,
    "img": "mn",
    "name": "Марганец"
  }],
  "rp": [{
    "pi": "423742",
    "pbq": 10,
    "rq": 1,
    "qbp": 0,
    "img": "battery",
    "name": "Элемент питания"
  }]
}, {
  "i": "370112",
  "s": "Электроинструмент",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "370072",
    "q": 1,
    "mq": 0,
    "img": "elmotor",
    "name": "Электропривод"
  }, {
    "pi": "1477",
    "q": 2,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1485",
    "q": 1,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "1475",
    "q": 2,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }],
  "rp": [{
    "pi": "370075",
    "pbq": 1,
    "rq": 1,
    "qbp": 0,
    "img": "pwtools",
    "name": "Электроинструмент"
  }]
}, {
  "i": "423313",
  "s": "Электромобиль",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "1480",
    "q": 4,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "370073",
    "q": 5,
    "mq": 0,
    "img": "alcu",
    "name": "Сверхлёгкий алюминиевый сплав"
  }, {
    "pi": "1477",
    "q": 3,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "423270",
    "q": 1,
    "mq": 0,
    "img": "microprocessor",
    "name": "Микропроцессор"
  }, {
    "pi": "370077",
    "q": 10,
    "mq": 0,
    "img": "autoparts",
    "name": "Автозапчасти"
  }, {
    "pi": "1476",
    "q": 4,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }, {
    "pi": "423271",
    "q": 10,
    "mq": 0,
    "img": "li_battery",
    "name": "Литий-ионный аккумулятор"
  }, {
    "pi": "1525",
    "q": 4,
    "mq": 0,
    "img": "tyre",
    "name": "Шины"
  }, {
    "pi": "3838",
    "q": 1,
    "mq": 0,
    "img": "gps",
    "name": "GPS-навигаторы"
  }, {
    "pi": "370072",
    "q": 10,
    "mq": 0,
    "img": "elmotor",
    "name": "Электропривод"
  }, {
    "pi": "1481",
    "q": 5,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "1482",
    "q": 4,
    "mq": 0,
    "img": "fabric",
    "name": "Ткань"
  }],
  "rp": [{
    "pi": "423276",
    "pbq": 0.05,
    "rq": 1,
    "qbp": 0,
    "img": "ecar",
    "name": "Электромобиль"
  }]
}, {
  "i": "2416",
  "s": "Электронные игры",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1477",
    "q": 0.1,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1485",
    "q": 0.1,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "1476",
    "q": 0.1,
    "mq": 0,
    "img": "paint",
    "name": "Краска"
  }],
  "rp": [{
    "pi": "1514",
    "pbq": 4,
    "rq": 1,
    "qbp": 100,
    "img": "toys",
    "name": "Игрушки"
  }]
}, {
  "i": "2423",
  "s": "Электронные компоненты",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1466",
    "q": 0.1,
    "mq": 0,
    "img": "silicon",
    "name": "Кремний"
  }],
  "rp": [{
    "pi": "1485",
    "pbq": 1,
    "rq": 1,
    "qbp": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }]
}, {
  "i": "2423",
  "s": "Электронные компоненты с позолоченными проводниками",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "1466",
    "q": 0.1,
    "mq": 0,
    "img": "silicon",
    "name": "Кремний"
  }, {
    "pi": "1465",
    "q": 0.05,
    "mq": 0,
    "img": "gold",
    "name": "Золото"
  }],
  "rp": [{
    "pi": "1485",
    "pbq": 0.8,
    "rq": 1,
    "qbp": 25,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }]
}, {
  "i": "2425",
  "s": "Электронные часы",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1477",
    "q": 0.05,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1481",
    "q": 0.05,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }, {
    "pi": "1485",
    "q": 0.05,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }],
  "rp": [{
    "pi": "1524",
    "pbq": 8.79,
    "rq": 1,
    "qbp": 0,
    "img": "watches",
    "name": "Часы"
  }]
}, {
  "i": "422455",
  "s": "Электронный тонометр",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "422202",
    "q": 0.5,
    "mq": 0,
    "img": "led",
    "name": "LED"
  }, {
    "pi": "1477",
    "q": 0.5,
    "mq": 0,
    "img": "plastics",
    "name": "Пластмасса"
  }, {
    "pi": "1485",
    "q": 0.5,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }, {
    "pi": "1478",
    "q": 0.5,
    "mq": 0,
    "img": "rubber",
    "name": "Резина"
  }, {
    "pi": "1479",
    "q": 0.5,
    "mq": 0,
    "img": "syntheticfabric",
    "name": "Синтетическая ткань"
  }],
  "rp": [{
    "pi": "422433",
    "pbq": 1.25,
    "rq": 1,
    "qbp": 0,
    "img": "pulsimeter",
    "name": "Электронный тонометр"
  }]
}, {
  "i": "370100",
  "s": "Электропривод",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "370071",
    "q": 0.5,
    "mq": 0,
    "img": "cu",
    "name": "Медь"
  }, {
    "pi": "1480",
    "q": 0.5,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1485",
    "q": 1,
    "mq": 0,
    "img": "electroniccomponents",
    "name": "Электронные компоненты"
  }],
  "rp": [{
    "pi": "370072",
    "pbq": 0.5,
    "rq": 1,
    "qbp": 0,
    "img": "elmotor",
    "name": "Электропривод"
  }]
}, {
  "i": "380073",
  "s": "Элементы авиакрыла",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "370073",
    "q": 27000,
    "mq": 0,
    "img": "alcu",
    "name": "Сверхлёгкий алюминиевый сплав"
  }, {
    "pi": "380051",
    "q": 2000,
    "mq": 0,
    "img": "ti",
    "name": "Титан"
  }, {
    "pi": "15339",
    "q": 9000,
    "mq": 0,
    "img": "carbon",
    "name": "Углепластик"
  }, {
    "pi": "1480",
    "q": 2000,
    "mq": 0,
    "img": "steel",
    "name": "Сталь"
  }, {
    "pi": "1475",
    "q": 4500,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }],
  "rp": [{
    "pi": "380053",
    "pbq": 0.0004,
    "rq": 1,
    "qbp": 0,
    "img": "wing",
    "name": "Элементы авиакрыла"
  }]
}, {
  "i": "380073",
  "s": "Элементы авиаоперения",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "370073",
    "q": 7000,
    "mq": 0,
    "img": "alcu",
    "name": "Сверхлёгкий алюминиевый сплав"
  }, {
    "pi": "15339",
    "q": 6000,
    "mq": 0,
    "img": "carbon",
    "name": "Углепластик"
  }, {
    "pi": "1475",
    "q": 1500,
    "mq": 0,
    "img": "components",
    "name": "Комплектующие"
  }],
  "rp": [{
    "pi": "380054",
    "pbq": 0.0008,
    "rq": 1,
    "qbp": 0,
    "img": "empennage",
    "name": "Элементы авиаоперения"
  }]
}, {
  "i": "3903",
  "s": "Энергетические напитки",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "380003",
    "q": 0.2,
    "mq": 0,
    "img": "coffee",
    "name": "Кофе"
  }, {
    "pi": "1491",
    "q": 0.1,
    "mq": 0,
    "img": "sugar",
    "name": "Сахар"
  }, {
    "pi": "1471",
    "q": 0.01,
    "mq": 0,
    "img": "aluminium",
    "name": "Алюминий"
  }],
  "rp": [{
    "pi": "380007",
    "pbq": 100,
    "rq": 1,
    "qbp": 0,
    "img": "energydrinks",
    "name": "Энергетические напитки"
  }]
}, {
  "i": "1891",
  "s": "Эскимо",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 1,
  "ip": [{
    "pi": "1489",
    "q": 0.5,
    "mq": 0,
    "img": "milk",
    "name": "Молоко"
  }, {
    "pi": "1488",
    "q": 0.1,
    "mq": 0,
    "img": "cacao",
    "name": "Какао"
  }, {
    "pi": "1491",
    "q": 0.3,
    "mq": 0,
    "img": "sugar",
    "name": "Сахар"
  }],
  "rp": [{
    "pi": "1500",
    "pbq": 160,
    "rq": 1,
    "qbp": 20,
    "img": "icecream",
    "name": "Мороженое"
  }]
}, {
  "i": "422571",
  "s": "Этанол",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "422544",
    "q": 1,
    "mq": 0,
    "img": "corn2",
    "name": "Кукуруза"
  }, {
    "pi": "1481",
    "q": 0.2,
    "mq": 0,
    "img": "glass",
    "name": "Стекло"
  }],
  "rp": [{
    "pi": "422548",
    "pbq": 8,
    "rq": 1,
    "qbp": 0,
    "img": "ethanol",
    "name": "Этанол"
  }]
}, {
  "i": "303318",
  "s": "Эфирное масло",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 2,
  "ip": [{
    "pi": "359847",
    "q": 10,
    "mq": 0,
    "img": "flower",
    "name": "Цветы и эфиромасличные культуры"
  }],
  "rp": [{
    "pi": "303309",
    "pbq": 5,
    "rq": 1,
    "qbp": 25,
    "img": "essence2",
    "name": "Косметическое масло"
  }]
}, {
  "i": "2418",
  "s": "Яичная ферма (зерно)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/chicken.gif",
    "i": "2556",
    "c": "Домашняя птица",
    "sym": "chicken"
  },
  "epw": 50,
  "ip": [{
    "pi": "1487",
    "q": 7.5,
    "mq": 0,
    "img": "grain",
    "name": "Зерно"
  }],
  "rp": [{
    "pi": "1494",
    "pbq": 250,
    "rq": 5,
    "qbp": 10,
    "img": "eggs",
    "name": "Яйца"
  }]
}, {
  "i": "2418",
  "s": "Яичная ферма (картофель)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/chicken.gif",
    "i": "2556",
    "c": "Домашняя птица",
    "sym": "chicken"
  },
  "epw": 50,
  "ip": [{
    "pi": "15742",
    "q": 9,
    "mq": 0,
    "img": "potato",
    "name": "Картофель"
  }],
  "rp": [{
    "pi": "1494",
    "pbq": 250,
    "rq": 5,
    "qbp": 0,
    "img": "eggs",
    "name": "Яйца"
  }]
}, {
  "i": "2418",
  "s": "Яичная ферма (комбикорм)",
  "e": {
    "pc": "Животные",
    "pci": "2547",
    "s": "/img/products/chicken.gif",
    "i": "2556",
    "c": "Домашняя птица",
    "sym": "chicken"
  },
  "epw": 50,
  "ip": [{
    "pi": "15746",
    "q": 6,
    "mq": 0,
    "img": "feedstuff",
    "name": "Комбикорм"
  }],
  "rp": [{
    "pi": "1494",
    "pbq": 299.95,
    "rq": 6,
    "qbp": 0,
    "img": "eggs",
    "name": "Яйца"
  }]
}, {
  "i": "123",
  "s": "Яхта",
  "e": {
    "pc": "Промышленные товары",
    "pci": "1527",
    "s": "/img/products/machine.gif",
    "i": "1529",
    "c": "Станок",
    "sym": "machine"
  },
  "epw": 4,
  "ip": [{
    "pi": "130",
    "q": 1,
    "mq": 0,
    "img": "ship_body",
    "name": "Корпус яхты"
  }, {
    "pi": "131",
    "q": 1,
    "mq": 0,
    "img": "yacht_equipment",
    "name": "Оснащение яхты"
  }, {
    "pi": "132",
    "q": 1,
    "mq": 0,
    "img": "yacht_interior",
    "name": "Интерьер яхты"
  }],
  "rp": [{
    "pi": "133",
    "pbq": 0.001,
    "rq": 1,
    "qbp": 0,
    "img": "yacht",
    "name": "Яхта"
  }]
}];